{
    "inst_h2": "Вказівки",
    "inst_p": "Вам буде показано набір запитань. Під кожним із них натисніть на кнопку з найближчою вам відповіддю.",
    "inst_gotit": "Зрозуміло!",
    "inst_nvm": "Не страждаю таким!",
    "result_h1": "Висновки",
    "result_url": "<br>Можете надіслати комусь ці результати, скопіювавши їм URL-адресу цієї сторінки чи поширивши їм зображення внизу.",
    "result_h2_match": "Найближчий збіг: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Віддаленіші збіги",
    "next_matches_percent": "Якщо вважати 100% найближчим збігом, а 0% чимось зовсім чужим, то ваші погляди ось настільки близькі до інших ідеологій.",
    "result_h2_score": "Результат мені не подобається!",
    "language_name": "українська",
    "quiz_loading": "Завантаження…",
    "quiz_strongly_agree": "Повністю погоджуюся",
    "quiz_agree": "Погоджуюся",
    "quiz_neutral": "Нейтрально чи не знаю",
    "quiz_disagree": "Не погоджуюся",
    "quiz_strongly_disagree": "Анітрохи не погоджуюся",
    "quiz_back": "назад",
    "index_h2_scores": "Результат мені не подобається!",
    "quiz_question_of": "Запитання {{count}} із {{total}}",
    "ideology_Utopian-Socialism_desc": "Утопічний соціалізм — це різновид соціалізму, що передував марксизму й вірить в егалітарні, моральні й ідеалістичні засади соціалістичного суспільства. Утопічні соціалістки й соціалісти зазвичай відкидають революційне насилля й часто вірять, що панівний клас можливо переконати втілити соціалізм.",
    "ideology_Democratic-Socialism_name": "Демократичний соціалізм",
    "ideology_Democratic-Socialism_desc": "Демократичний соціалізм — це форма соціалізму, яка прагне застосувати ліберальну демократію як засіб досягнення соціалістичного ладу в економіці й суспільстві. Демократичні соціалістки й соціалісти відкидають революцію й центрально плановану економіку, підтримуючи натомість помірковану суспільну власність (комунальні підприємства) й демократичне самоврядування на робочому місці.",
    "ideology_Social-Democracy_name": "Соціал-демократія",
    "ideology_Social-Democracy_desc": "Соціал-демократія — це лівоцентристська ідеологія, яка суміщає цінності з лівим ухилом, такі як соціальне забезпечення й регулювання підприємницької діяльності, з капіталізмом і ліберальною демократією — в формі змішаної економіки. Багато сучасних соціал-демократок і соціал-демократів надають перевагу кейнсіанській економіці.",
    "ideology_Left-Wing-Nationalism_name": "Лівий націоналізм",
    "ideology_Left-Wing-Nationalism_desc": "Лівий націоналізм — це ідеологія, що суміщає ліву економіку з націоналізмом і патріотизмом без ксенофобії. Чимало лівих націоналісток і націоналістів водночас підтримують міжнародну солідарність і можуть підтримувати збройну боротьбу.",
    "result_issues": "Пам'ятайте, категорії розроблено так, щоб отримати 100% у будь-якій із них було малоймовірно. Тест має на меті розширити ваш світогляд. Якщо маєте доповнення чи конструктивну критику, просимо заповнити <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>коротку форму</a> чи відкрити <a href='https://github.com/LeftValues/leftvalues.github.io'>обговорення на GitHub</a>. Для українських користувачок і користувачів тест перекладає Суспільне Надбання.",
    "result_a_label": "Революція++,Революція+,Революція,Нейтрально,Реформи,Реформи+,Реформи++",
    "result_b_label": "Науковість++,Науковість+,Науковість,Нейтрально,Утопічність,Утопічність+,Утопічність++",
    "result_c_label": "Централізація++,Централізація+,Централізація,Нейтрально,Безцентровість,Безцентровість+,Безцентровість++",
    "result_d_label": "Інтернаціонал++,Інтернаціонал+,Інтернаціонал,Нейтрально,Нація,Нація+,Нація++",
    "result_e_label": "Партія++,Партія+,Партія,Нейтрально,Профспілка,Профспілка+,Профспілка++",
    "result_f_label": "Виробництво++,Виробництво+,Виробництво,Нейтрально,Природа,Природа+,Природа++",
    "result_g_label": "Консервативність++,Консервативність+,Консервативність,Нейтрально,Прогрес,Прогрес+,Прогрес++",
    "result_back": "Назад",
    "index_b_start": "Натисніть, щоб розпочати!",
    "index_h2_whatis": "Що таке LeftValues?",
    "index_p_answer": "LeftValues — це лівий політичний тест, натхненний <a href='https://8values.github.io/'>8values</a> і похідний від нього. Тест прагне визначити ваше положення на спектрі лівого крила. Якщо ви не прихильні до лівих поглядів, цей тест не для вас. Вам буде показано набір запитань, під кожним з яких вам слід буде обрати свій погляд на нього: від <b>Повністю погоджуюся</b> до <b>Анітрохи не погоджуюся</b> — кожна відповідь трохи впливає на ваші бали. Запитання кожної вісі йдуть поспіль. Наприкінці опитування ваші відповіді буде порівняно з максимумом кожної вісі, й із цього буде розраховано відсоток. Відповідайте чесно!<br/><br/>Тест налічує <b><u><span id='numOfQuestions'></span></u></b> запитання.",
    "index_h2_whatvalues": "Що означають бали?",
    "index_sixaxes": "Наразі є сім осей, кожна з яких має два протилежні значення:",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Революція</b> <b>чи</b> <b style='color:{{colors.ref}};'>реформи</b><br/>Ті, в кого більше балів революції, схильні підтримувати радикальне й стрімке скидання капіталістичної системи шляхом масового повстання. Ті, в кого більше балів реформ, схильні надавати перевагу поступовим змінам усередині капіталістичних структур, таких як ліберальна демократія, з остаточною метою досягти соціалізму.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Науковість</b> <b>чи</b> <b style='color:{{colors.uto}};'>утопічність</b><br/>Ті, в кого більше балів науковості, схильні підтримувати чи схвалювати марксистський аналіз суспільства методом діалектичного матеріалізму. Ті, в кого більше балів утопічності, схильні вірити в більш ідеалістичний аналіз суспільства й відкидати матеріалістичні підходи.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Централізація</b> <b>чи</b> <b style='color:{{colors.dec}};'>безцентровість</b><br/>Ті, в кого більше балів централізації, схильні підтримувати економічну структуру на основі централізованого загальнонаціонального планування. Ті, в кого більше балів безцентровості, схильні підтримувати економічну структуру на основі децентралізованого планування, зазвичай із більш локальними суб'єктами.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Інтернаціонал</b> <b>чи</b> <b style='color:{{colors.nat}};'>нація</b><br/>Ті, в кого більше балів інтернаціоналу, схильні підтримувати розбудову міжнародного соціалістичного руху, часто з метою зрештою залишити націю в минулому. Ті, в кого більше балів нації, схильні будувати соціалізм насамперед у межах наявних кордонів і не мають на меті світової соціалістичної республіки.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Партія</b> <b>чи</b> <b style='color:{{colors.syn}};'>профспілка</b><br/>Ті, в кого більше балів партії, схильні підтримувати розбудову соціалістичного руху на основі політичних партій. Ті, в кого більше балів профспілки, схильні підтримувати розбудову соціалістичного руху на основі профспілок та інших різновидів масової організації. Підтримуючи партії, ви не обов'язково протистоїте профспілкам, як і навпаки; це більше про пріоритети.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Виробництво</b> <b>чи</b> <b style='color:{{colors.eco}};'>природа</b><br/>Ті, в кого більше балів виробництва, схильні вважати промислове виробництво й економічну першість важливішими, ніж екологічні цілі. Ті, в кого більше балів природи, схильні підтримувати пріоритет екології в економіці й суворий захист довкілля.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Консервативність</b> <b>чи</b> <b style='color:{{colors.prog}};'>прогрес</b><br/>Ті, в кого більше балів консервативності, схильні надавати перевагу традиційним поглядам на суспільну політику. Ті, в кого більше балів прогресу, схильні підтримувати визвольні погляди на суспільну політику.",
    "index_h2_closest": "Що означає «найближчий збіг» у результатах?",
    "question_7": "Перерозподіл накопиченого багатими майна шляхом оподаткування — дієвий шлях подолання нерівності.",
    "question_8": "Сучасна соціал-демократія зраджує лівим цінностям.",
    "index_p_similar": "Як і 8values, цей тест пробує зіставити вас із певною лівою ідеологією. Наразі є тринадцять варіантів ідеологій, згодом додамо більше. Розробка триває, й тест може працювати не так, як ви очікуєте. Будемо раді доповненням. Опрацьовані нами ідеології: марксизм-ленінізм, ортодоксальний марксизм, екомарксизм, центристський марксизм, ретекомунізм, лівий комунізм, анархо-комунізм, екоанархізм, ринковий анархізм, утопічний соціалізм, демократичний соціалізм і лівий націоналізм.",
    "index_p_scores": "Пам'ятайте, категорії розроблено так, щоб отримати 100% у будь-якій із них було малоймовірно. Тест має на меті розширити ваш світогляд. Якщо маєте доповнення чи конструктивну критику, просимо заповнити <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>коротку форму</a> чи відкрити <a href='https://github.com/LeftValues/leftvalues.github.io'>обговорення на GitHub</a>. Для українських користувачок і користувачів тест перекладає Суспільне Надбання.",
    "index_h2_tracked": "Ви за мною стежите?",
    "index_p_tracked": "LeftValues справді застосовує просте стеження, щоб знати, скільки відвідувачок і відвідувачів проходять тест. Жодних особових даних ми не збираємо; також ми не зберігаємо відповідей і результатів. Код тесту вільний і відкритий — перегляньте й переконайтесь. Задля прозорості ми оприлюднили дані, зібрані протягом тижня після випуску, як <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Google-документ</a>.",
    "index_license": "8values поширюється на умовах ліцензії MIT, яка надає «без обмежень» права «використовувати, копіювати, змінювати, зливати, оприлюднювати, поширювати, субліцензувати та/або продавати копії цього програмного забезпечення». Таким чином LeftValues може легально змінювати оригінал 8values, не порушуючи авторських прав. LeftValues також використовує цю саму ліцензію.",
    "question_0": "Варто реформувати капіталістичне суспільство, щоб забезпечити робітницям і робітникам кращі права.",
    "question_1": "Революція — найкращий шлях досягнення соціалістичного суспільства.",
    "question_2": "Переваги революції загалом не виправдовують її поганих наслідків.",
    "question_3": "Ліберальна демократія — дієвий шлях досягнення соціалістичного суспільства.",
    "question_4": "Умови капіталізму неминуче призводять до соціалістичної революції.",
    "question_5": "Демократія на робочому місці при капіталізмі — прийнятна альтернатива повній соціалізації економіки.",
    "question_6": "Революційне насилля прийнятне, якщо спричиняє хороші результати.",
    "question_9": "Утиснені народи мають право на збройне повстання, коли всі інші засоби вичерпано.",
    "question_10": "Засоби виробництва, такі як заводи й ферми, мусять бути в суспільній власності.",
    "question_11": "Суспільно-економічними змінами керують насамперед матеріальні умови й потреби.",
    "question_12": "Соціалізм можливо повністю досягнути лише в розвинених промислових суспільствах.",
    "question_13": "«Надавай усе, що можеш, і бери все, чого потребуєш» — хороший принцип.",
    "question_14": "Панівний клас можливо мирно переконати підпорядкуватися соціалістичному суспільству.",
    "question_15": "Суперечності капіталізму спричинять кризу, яка його повалить.",
    "question_16": "Напруга між класами — це сила, що має суттєвий вплив на історію людства.",
    "question_17": "Соціалізм вибудовується поступово, а не стрімко чи вмить.",
    "question_18": "Суспільством рухають передусім конкретні люди й ідеї.",
    "question_19": "Всеохопної економічної й суспільної рівності цілком можливо досягнути.",
    "question_20": "Економіка зазвичай набуває кращих рис, коли організовується знизу, а не згори.",
    "question_21": "Місцеве планування керує плановою економікою дієвіше, ніж загальнонаціональне.",
    "question_22": "Центрально планована економіка, зосереджена навколо комп'ютерів, — концепція, варта дослідження.",
    "question_23": "В іще не розвинених суспільствах центрально планована економіка — найкращий шлях стрімко прогресувати.",
    "question_24": "На робочому місці бажані принципи демократії та самоврядування.",
    "question_25": "Державу краще за все визначати як монополію на насилля й утиск.",
    "question_26": "Планована економіка з високою централізацією — це не соціалізм, а швидше державний капіталізм.",
    "question_27": "Бюрократія й недієвість завжди властиві центрально планованим економікам.",
    "question_28": "Необхідно встановити диктатуру пролетаріату як перехідний етап між капіталізмом і соціалізмом.",
    "question_29": "Владі слід мати змогу призначати особам робочі місця.",
    "question_30": "Світова соціалістична республіка — реалістична й бажана мета.",
    "question_31": "Націоналізм і патріотизм — це неприйнятні в соціалістичному суспільстві потяги.",
    "question_32": "Всесвітній соціалістичний рух має очолювати єдина партія чи організація.",
    "question_33": "Ті, хто при владі в певній країні, не мають права диктувати політику іншим країнам.",
    "question_34": "Соціалістичним країнам зі схожими поглядами бажано відкривати кордони одна з одною.",
    "question_35": "Кожній соціалістичній країні слід докладати зусиль до експорту своєї ідеології за кордон.",
    "question_36": "Людям зі схожих культур слід об'єднуватись у федерації чи конфедерації.",
    "question_37": "Міжнародний пролетаріат не належить жодній країні.",
    "question_38": "Національне визволення, або самовизначення всіх народів, — це хороша концепція.",
    "question_39": "Щоб допомогти іншим країнам, я охоче пожертвую економічними ресурсами тої, в якій живу.",
    "question_40": "Соціалістичним політичним партіям слід брати участь у ліберальних демократичних виборах.",
    "question_41": "Профспілки й робітничі ради мають бути основою соціалістичного суспільства.",
    "question_42": "Якщо соціалістичний рух очолюватимуть політичні партії, це завжди призводитиме до авторитаризму.",
    "question_43": "Демократичний централізм — це авторитарна організаційна структура, яка нехтує «масами».",
    "question_44": "Лише масова робітнича партія може досягти суттєвих довготермінових цілей.",
    "question_45": "Масові спонтанні дії ефективніші, ніж ретельно сплановані дії.",
    "question_46": "Той факт, що стільки робітниць і робітників голосують за буржуазні партії, а не за соціалістичні, — доказ того, що партійна політика більше не актуальна.",
    "question_47": "Серед соціалістичних організацій зазвичай дієвіші ті, що встановлюють зв'язки між собою самостійно й без центру.",
    "question_48": "Профспілковий рух переважно корумпований панівним класом і більше не є дієвою структурою для соціалістичної організації.",
    "question_49": "Зміна клімату — велика загроза для всього світу, й усі соціалістичні рухи мусять з усіх сил їй протидіяти.",
    "question_50": "Заходи розв'язання кліматичної кризи неприйнятні, якщо суттєво знижують обсяг виробництва та якість життя.",
    "question_51": "Безглуздо очікувати, ніби відновні джерела енергії зможуть замінити викопне паливо.",
    "question_52": "Промислові фермерські практики мусять відійти в минуле, навіть якщо їх альтернативи вироблятимуть менше.",
    "question_53": "Широкі заходи захисту довкілля важливо втілювати при становленні соціалізму.",
    "question_54": "М'ясо з пробірки — дружнє до довкілля експериментальне джерело їжі, в яке варто інвестувати.",
    "question_55": "Особистий самохідний транспорт, наприклад автомобілі, слід замінити на безкоштовний громадський транспорт.",
    "question_56": "Якщо людство понесе деякі помітні збитки, аби зберегти природну екосистему, це прийнятно.",
    "question_57": "Мусимо радикально змінити своє споживання їжі, щоб обмежити визиск природи.",
    "question_58": "Мусимо припинити зростання людського населення, щоб запобігти екологічній катастрофі.",
    "question_59": "Якщо незначне руйнування природи буде суттєво корисне людству, воно прийнятне.",
    "question_60": "Людство мусить повернутися до примітивних звичаїв минулого, щоб подолати довготермінову кліматичну кризу.",
    "question_61": "Мусимо погодитись, що соціалістичні держави XX століття так і не змогли серйозно протиставити щось руйнуванню довкілля.",
    "question_62": "Утиск ЛГБТК+ людей — велика проблема, якій слід серйозно протидіяти.",
    "question_63": "Традиційні гендерні ролі, як-от жінки-домогосподарки, слід залишити в минулому.",
    "question_64": "Шлюб — це конструкт патріархального суспільства, й він має відійти в минуле.",
    "question_65": "Аборт — аморальний вчинок, і його слід заборонити чи максимально обмежити.",
    "question_66": "Релігії загалом мали добрий вплив на суспільство, тож їхню впливовість слід підтримувати.",
    "question_67": "Національним меншинам слід надавати особливий правовий захист.",
    "question_68": "Соціалістична влада не має права порушувати релігійні чи культурні традиції за жодних обставин.",
    "question_69": "В'язниці — принизливі й застарілі установи, яких слід позбутись.",
    "question_70": "Політика, що дозволяє масову імміграцію, — наївна, і втілювати її не слід.",
    "question_71": "Досягти соціалістичного суспільства без суттєвого суспільного прогресу неможливо.",
    "ideology_Marxism-Leninism_name": "Марксизм-ленінізм",
    "ideology_Marxism-Leninism_desc": "Марксизм-ленінізм — це різновид марксизму, який сформувався в XX столітті в Радянському Союзі. Марксистки-леніністки й марксисти-леніністи вважають комуністичну політичну партію ключовою платформою як здійснення революції, так і становлення соціалізму. Багато хто з марксисток-леніністок і марксисток-леніністів більш націоналістичні й патріотичні, ніж прихильниці й прихильники інших течій марксизму, а також вважають промисловий прогрес нагальнішим, ніж захист довкілля.",
    "ideology_Orthodox-Marxism_name": "Ортодоксальний марксизм",
    "ideology_Orthodox-Marxism_desc": "Ортодоксальний марксизм — це різновид марксизму, який поділяє ті погляди, що відповідають марксистській теорії в її початковому формулюванні, зокрема діалектичний матеріалізм. Ортодоксальні марксистки й марксисти налаштовані революційно й інтернаціонально, а також переконані, що непромислові суспільства не здатні досягти соціалізму.",
    "ideology_Eco-Marxism_name": "Екомарксизм",
    "ideology_Eco-Marxism_desc": "Екомарксизм — це різновид ортодоксального марксизму, який часто зустрічається в сучасності й особливо наголошує на проблемах довкілля. Екомарксистки й екомарксисти вбачають у центральному економічному плануванні засіб протидії кліматичній кризі.",
    "ideology_Centrist-Marxism_name": "Центристський марксизм",
    "ideology_Centrist-Marxism_desc": "Центристський марксизм — це різновид марксизму, який поділяє марксистські погляди на суспільство й економіку, водночас не займаючи чіткої позиції в питаннях революції та реформізму. Багато хто з центристських марксисток і марксистів більш націоналістичні, ніж прихильниці й прихильники інших течій марксизму.",
    "ideology_Council-Communism_name": "Ретекомунізм",
    "ideology_Council-Communism_desc": "Ретекомунізм — це форма лівого комунізму, яка виникла в Нідерландах і Німеччині на початку XX століття. Ретекомуністки й ретекомуністи відкидають участь у ліберальній демократії, підтримують спонтанні революції та вважають необхідним скинути владу політичних партій і посилити робітничі ради.",
    "ideology_Left-Communism_name": "Лівий комунізм",
    "ideology_Left-Communism_desc": "Лівий комунізм — це різновид марксизму, який схиляється до так званих ультралівих позицій. Зокрема це безумовна підтримка революції та інтернаціоналізму, відкидання профспілок і участі в ліберальній демократії, а також відкидання національного визволення й самовизначення народів.",
    "ideology_Anarcho-Communism_name": "Анархо-комунізм",
    "ideology_Anarcho-Communism_desc": "Анархо-комунізм — це різновид анархізму, який просуває усунення капіталізму й держави, а також колективну власність над засобами виробництва. Анархо-комуністки й анархо-комуністи підтримують децентралізацію економіки та влади. Шлях організації такого суспільства часто вбачають в анархо-синдикалізмі.",
    "ideology_Eco-Anarchism_name": "Екоанархізм",
    "ideology_Eco-Anarchism_desc": "Екоанархізм, або зелений анархізм, це різновид анархізму, який особливо наголошує на проблемах довкілля. Він часто поєднується з такими іншими поглядами, як анархо-синдикалізм. Екоанархістки й екоанархісти переважно налаштовані революційно й підтримують перехід до безцентрової егалітарної економіки задля подолання кліматичної кризи.",
    "ideology_Market-Anarchism_name": "Ринковий анархізм",
    "ideology_Market-Anarchism_desc": "Ринковий анархізм — це різновид анархізму, який суміщає анархістські цілі — як-от усунення ієрархії, держави й капіталізму — з підвищеним індивідуалізмом і поміркованим реформістським підходом. Його не слід плутати з анархо-капіталізмом.",
    "ideology_Utopian-Socialism_name": "Утопічний соціалізм"
}
