{
    "quiz_question_of": "Ερώτηση {{count}} από συνολικά {{total}}",
    "quiz_neutral": "Ούτε συμφωνώ ούτε διαφωνώ/Δεν ξέρω",
    "index_sixaxes": "Υπάρχουν εφτά άξονες, ο καθένας από τους οποίους περιέχει δύο αντίθετες κατηγορίες. Αυτές είναι:",
    "index_h2_whatvalues": "Ποιες είναι οι κατηγορίες;",
    "index_p_answer": "Το LeftValues αντλεί την έμπνευσή του από το κουίζ <a href='https://8values.github.io/'>8values</a> και προσπαθεί να προσδιορίσει τη θέση σας στο φάσμα της αριστεράς. Εάν δεν ανήκετε πολιτικά στην αριστερά, αυτό το κουίζ προφανώς δεν είναι κατάλληλο για εσάς. Η διαδικασία είναι απλή: εμφανίζεται μπροστά σας μια δήλωση για την οποία καλείστε είτε να συμφωνήσετε είτε να διαφωνήσετε. Οι απαντήσεις που μπορείτε να δώσετε κυμαίνονται από το <b>Συμφωνώ απόλυτα</b> μέχρι το <b>Διαφωνώ απόλυτα</b>.Κάθε απάντηση επηρεάζει ελαφρώς το τελικό σας σκορ. Οι ερωτήσεις για κάθε άξονα της αριστεράς παρουσιάζονται με συγκεκριμένη σειρά και δεν είναι διάσπαρτες. Στο τέλος του κουίζ οι απαντήσεις σας θα συγκριθούν με το μεγαλύτερο δυνατό αποτέλεσμα κάθε κατηγορίας. Για κάθε κατηγορία θα λάβετε ένα ποσοστό συμφωνίας ή διαφωνίας. Απαντήστε με ειλικρίνεια! <br/><br/>Υπάρχουν <b><u><span id='numOfQuestions'></span></u></b> ερωτήσεις που πρέπει να απαντήσετε.",
    "index_h2_whatis": "Τι είναι το «LeftValues»;",
    "index_b_start": "Πατήστε εδώ για να ξεκινήσετε!",
    "result_back": "πίσω",
    "result_g_label": "Θιασώτης του κοινωνικού συντηρητισμού,Υποστηρικτής του κοινωνικού συντηρητισμού,Μετριοπαθής υποστηρικτής του κοινωνικού συντηρητισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής του κοινωνικού φιλελευθερισμού,Υποστηρικτής του κοινωνικού φιλελευθερισμού,Θιασώτης του κοινωνικού φιελελευθερισμού",
    "result_f_label": "Θιασώτης της βιομηχανικής παραγωγής,Υποστηρικτής του βιομηχανικής παραγωγής,Μετριπαθής υποστηρικτής της βιομηχανικής παραγωγής,Ουδέτερος,Μετριοπαθής υποστηρικτής της οικολογικού σχεδιασμού,Υποστηρικτής του οικολογικού σχεδιασμού,Θιασώτης του οικολογικού σχεδιασμού",
    "result_e_label": "Θιασώτης του κόμματος,Υποστηρικτής του κόμματος,Μετριοπαθής υποστηρικτής του κόμματος,Ουδέτερος,Μετριοπαθής υποστηρικτής του ενωτισμού,Υποστηρικτής του ενωτισμού,Θιασώτης του ενωτισμού",
    "result_d_label": "Θιασώτης του διεθνισμού,Υποστηρικτής του διεθνισμού,Μετριοπαθής υποστηρικτής του διεθνισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής του εθνικισμού,Υποστηρικτής του εθνικισμού,Θιασώτης του εθνικισμού",
    "result_c_label": "Θιασώτης του συγκεντρωτισμού,Υποστηρικτής του συγκεντρωτισμού,Μετριοπαθής υποστηρικτής του συγκεντρωτισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής της αποκέντρωσης,Υποστηρικτής του αποκεντρωτισμού,Θιασώτης του αποκεντρωτισμού",
    "result_b_label": "Θιασώτης του ρεαλισμού,Υποστηρικτής του ρεαλισμού,Μετριπαθής υποστηρικτής του ρεαλισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής της ουτοπίας,Υποστηρικτής της ουτοπίας,Θιασώτης της ουτοπίας",
    "result_a_label": "Θιασώτης της επανάστασης,Υποστηρικτής της επανάστασης,Μετριοπαθής υποστηρικτής της επανάστασης,Ουδέτερος,Μετριοπαθής υποστηρικτής του ρεφορισμού,Υποστηρικτής του ρεφορισμού,Θιασώτης του ρεφορισμού",
    "inst_nvm": "Καλύτερα άλλη φορά!",
    "inst_gotit": "Κατάλαβα!",
    "result_issues": "Θυμηθείτε ότι είναι αδύνατο να ταυτίζεστε 100% με κάποια ιδεολογία. Ο σκοπός του τεστ είναι να δοκιμάσει τις απόψεις που ενστερνίζεστε. Αν θέλετε να προτείνετε κάτι νέο ή να ασκήσετε εποικοδομητική κριτική, παρακαλούμε συμπληρώστε αυτή τη <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>σύντομη φόρμα</a> ή δημιουργήστε νέο νήμα συζήτησης στη σελίδα του <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub</a>.",
    "result_h2_score": "Δεν μου αρέσουν τα αποτελέσματά μου!",
    "next_matches_percent": "Δείτε σε ποσοστό πόσο κοντά βρίσκεστε με άλλες ιδεολογίες.",
    "result_h2_next_matches": "Επόμενο καλύτερο αποτέλεσμα",
    "result_h2_match": "Καλύτερο αποτέλεσμα: <span class='weight-300' id='ideology-label'> </span>",
    "result_url": "<br>Μπορείτε να προωθήσετε τα αποτελέσματά σας είτε κάνοντας αντιγραφή και επικόλληση του URL συνδέσμου είτε χρησιμοποιώντας την παρακάτω εικόνα.",
    "result_h1": "Αποτελέσματα",
    "inst_p": "Θα δείτε μια σειρά από δηλώσεις. Για καθεμιά απ' αυτές, πατήστε το κουμπί που αντιπροσωπεύει καλύτερα την άποψή σας.",
    "inst_h2": "Οδηγίες",
    "quiz_back": "πίσω",
    "quiz_strongly_disagree": "Διαφωνώ απόλυτα",
    "quiz_disagree": "Διαφωνώ",
    "quiz_agree": "Συμφωνώ",
    "quiz_strongly_agree": "Συμφωνώ απόλυτα",
    "quiz_loading": "Φόρτωση…",
    "language_name": "ελληνικά",
    "question_14": "Είναι δυνατό να πειστεί χωρίς η κυρίαρχη τάξη να υποχωρήσει προκειμένου να διαμορφωθεί η σοσιαλιστική κοινωνία.",
    "question_13": "Η προσέγγιση «από τον καθένα ανάλογα με τις ικανότητές του, στον καθένα σύμφωνα με τις ανάγκες του» κρίνεται ορθή.",
    "question_12": "Ο σοσιαλισμός μπορεί να εδραιωθεί μόνο σε αναπτυγμένες εκβιομηχανισμένες κοινωνίες.",
    "question_11": "Ο υλισμός είναι η κυρίαρχη δύναμη πίσω από τις κοινωνικοοικονομικές αλλαγές.",
    "question_10": "Τα μέσα παραγωγής, όπως είναι τα εργοστάσια και οι κτηνοτροφικές μονάδες, πρέπει να αποτελούν δημόσιο κτήμα.",
    "question_9": "Οι καταπιεσμένοι λαοί έχουν το δικαίωμα να αναμειχθούν σε μια βίαιη εξέγερση, όταν όλες οι υπόλοιπες επιλογές έχουν εξαντληθεί.",
    "question_8": "Η σύγχρονη σοσιαλδημοκρατία είναι προδοτική απέναντι στις παραδοσιακές αξίες της αριστεράς.",
    "question_7": "Οι αναδιανεμητικές πολιτικές, που επιτυγχάνονται μέσα από τη φορολογία, συνιστούν έναν ζωτικό τρόπο μείωσης των ανισοτήτων.",
    "question_6": "Η επαναστατική βία είναι αποδεκτή στο μέτρο που το η έκβαση της επανάστασης κρίνεται ωφέλιμη.",
    "question_5": "Η δημοκρατία μέσα στον εργασιακό χώρο, στο πλαίσιο του καπιταλιστικού συστήματος, είναι ένα αποδεκτό υποκατάστατο της σοσιαλιστικής οικονομίας.",
    "question_4": "Η σοσιαλιστική επανάσταση γίνεται αναπόφευκτη λόγω των συνθηκών που επικρατούν στο καπιταλιστικό σύστημα.",
    "question_3": "Είναι θεμιτό να οικοδομηθεί η σοσιαλιστική κοινωνία διά μέσου της φιλελεύθερης δημοκρατίας.",
    "question_2": "Οι αρνητικές συνέπειες μιας επανάσταση γενικά υπερακοντίζουν τα τυχόν οφέλη.",
    "question_1": "Η επανάσταση είναι ο βέλτιστος τρόπος οικοδόμησης μιας σοσιαλιστικής κοινωνίας.",
    "question_0": "Είναι θεμιτή η μεταρρύθμιση της καπιταλιστικής κοινωνίας προκειμένου να κατοχυρωθούν τα δικαιώματα των εργαζομένων.",
    "index_license": "8values is licensed under the MIT License, which permits \"without restriction\" the rights to \"use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software\". LeftValues is thus able to legally modify the original 8values without infringing on any copyright. LeftValues also utilizes the same license.",
    "index_p_tracked": "LeftValues does utilize very basic tracking to get an idea of the amount of visitors. No personal information is collected and answers/results are not saved. If you do not believe me, the code is open source and available for all to see. For transparency purposes, the collected data for the first week since release can be viewed on this <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Google Document</a>.",
    "index_h2_tracked": "Am I being tracked?",
    "index_p_scores": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views. If you have any suggestions or constructive criticism please fill out this <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>short form</a> or open an issue on the <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a>.",
    "index_h2_scores": "I don't like my scores!",
    "index_p_similar": "Similar to 8values, this quiz will attempt to match you with a specific leftist ideology. There are currently thirteen possible ideologies, with more to come in the future. This is a work in progress and may not work as intended. Suggestions are very welcome. The current ideologies are: Marxism-Leninism, Orthodox Marxism, Eco-Marxism, Centrist Marxism, Council Communism, Left Communism, Anarcho-Communism, Eco-Anarchism, Market Anarchism, Utopian Socialism, Democratic Socialism, Social Democracy and Left-Wing Nationalism.",
    "index_h2_closest": "What does \"Closest Match\" mean in the results?",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Conservative</b> <b>vs.</b> <b style='color:{{colors.prog}};'>Progressive</b><br/>Those with a higher conservative score tend to favor more socially conservative policies and views. Those with a higher progressive score tend to support more socially progressive policies and views.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Production</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Nature</b><br/>Those with a higher production score tend to prioritize industrial output and self-sustainability over ecological goals. Those with a higher nature score tend to support an environmentally oriented economy with strict ecological protections.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Party</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Union</b><br/>Those with a higher party score tend to favor using political parties as the basis of a socialist movement. Those with a higher union score tend to favor using trade unions and other forms of mass organization as a basis of a socialist movement. Being pro-party does not necessarily mean you oppose unions and vice versa, it is more about preference.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Διεθνισμός</b> <b>vs.</b> <b style='color:{{colors.nat}};'>Εθνικισμός</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Διεθνισμός» τείνουν να υποστηρίζουν τη διαμόρφωση ενός διεθνούς σοσιαλιστικού κινήματος, συνήθως με κεντρικό σκοπό τη κατάργηση των εθνών. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Εθνικισμός» τείνουν να προτάσσουν την οικοδόμηση του σοσιαλισμού εντός υπαρχόντων συνόρων, απορρίπτονας τη διαμόρφωση ενός παγκόσμιου σοσιαλιστικού κράτους.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Συγκεντρωτισμός</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Αποκέντρωση</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Συγκεντρωτισμός» τείνουν να υποστηρίζουν ένα σύστημα που οικοδομείται γύρω από τη κατευθυνόμενη οικονομία. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Αποκέντρωση» τείνουν να αποδέχονται ένα οικονομικό σύστημα που βασίζεται στην αποκεντρωτική διαχείριση, συνήθως οργανωμένο τοπικά.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Επιστημονισμός</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Ουτοπία</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Επιστημονισμός» τείνουν να υποστηρίζουν τη μαρξιστική ανάλυση της κοινωνίας στη βάση του διαλεκτικού υλισμού. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Ουτοπία» τείνουν να ενστερνίζονται ιδεαλιστικά ιδανικά και να απορρίπτουν την υλιστική σύλληψη του Μαρξ.",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Επανάσταση</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Ρεφορμισμός</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Επανάσταση» τείνουν να υποστηρίζουν τη ριζοσπαστική και ραγδαία κατάλυση του καπιταλιστικού συστήματος μέσω μιας σύσσωμης επάναστασης. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Ρεφορμισμός» τείνουν να ασπάζονται την προώθηση βαθμιαίων αλλαγών στο πλαίσιο του καπιταλιστικού συστήματος, όπως είναι η φιλελεύθερη δημοκρατία, με απώτερο σκοπό την επίτευξη του σοσιαλισμού."
}
