{
    "quiz_agree": "Apròva",
    "quiz_strongly_agree": "Apròva Fòrça",
    "quiz_disagree": "Desapròva",
    "quiz_strongly_disagree": "Desapròva Fòrça",
    "quiz_back": "tornar",
    "quiz_question_of": "Question {{count}} sus {{total}}",
    "inst_h2": "Instruccions",
    "inst_gotit": "Comprés!",
    "result_h1": "Resultas",
    "result_url": "<br>Podètz mandar aquelei resultas en copiant e pegant l'URL sus lo daut de la pagina o en emplegant l'imatge dessota.",
    "result_h2_match": "Correspondéncia la mai pròcha: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Autrei correspondéncias pròchas",
    "result_h2_score": "M'agrada pas ma resulta!",
    "inst_nvm": "Espèra, laissa estar !",
    "question_63": "Lei ròtles de genre tradicionaus, coma lei fremas devent èstre de fremas au fogau, devon èstre subrepassats.",
    "result_a_label": "Extremament Revolucionari,Fòrça Revolucionari,Revolucionari,Neutre,Reformista,Fòrça Reformista,Extremament Reformista",
    "result_b_label": "Extramement Scientific,Fòrça Scientific,Scientific,Neutre,Utopista,Fòrça Utopista,Extremament Utopista",
    "result_c_label": "Extremament Centralisaire,Fòrça Centralisaire,Centralisaire,Neutre,Decentralisaire,Fòrça Decentralisaire,Extremament Decentralisaire",
    "result_e_label": "Extremament Partidari,Fòrça Partidari,Partidari,Neutre,Sindicalista,Fòrça Sindicalista,Extremament Sindicalista",
    "result_f_label": "Extremament Productivista,Fòrça Productivista,Productivista,Neutre,Ecologista,Fòrça Ecologista,Extremament Ecologista",
    "result_back": "Tornar",
    "index_b_start": "Quichatz aquí per començar!",
    "index_h2_whatis": "LeftValues, qu'es aquò ?",
    "index_h2_whatvalues": "Qué son lei valors ?",
    "index_sixaxes": "A l'ora d'ara l'i a sèt aisses, chasque aisse a doas valors opausadas. L'i a:",
    "index_int_desc": "<b style='color:{{colors.int}};'>Internacionalista</b> <b>vs.</b> <b style='color:{{colors.nat}};'>Nacionalista</b><br/>Aquelei amb un descòmpte aut d'intenacionalista an tendéncia a sostenir la bastison d'un moviment socialista internacionau, sovent ambé la tòca d'abolir lei nacions. Aquelei amb un descòmpte aut de nacionalista an tendéncia a favorizar la bastison dau socialisme dins lei frontièras actualas e denegan la tòca d'una republica socialista mondiala.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Produccion</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Natura</b><br/>Aquelei amb un descòmpte aut de produccion an tendéncia a chausir en prioritat la produccion industriala e l'autonomia puslèu que leis objectius ecologics. Aquelei amb un descòmpte aut de natura an tendéncia a sostenir una economia virada vèrs l'environament amb un aparament ecologic rigorós.",
    "index_h2_closest": "Qu'es aquò \"Correspondéncia la mai pròcha\" dins lo resultat ?",
    "index_h2_scores": "M'agrada pas mon descòmpte !",
    "index_p_scores": "Remembratz vos qu'avètz pas a esperar un 100% dins la mendra categoria. La tòca dau quiz es de metre a l'espròva vòstei vejaires. S'avètz de proposicions o de criticas constructivas, vouguetz remplir aqueu <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>cortet formulari </a> o sinhalar un problèma sus lei <a href='https://github.com/LeftValues/leftvalues.github.io'> Paginas GitHub</a>.",
    "index_h2_tracked": "Siáu a èstre pistat?",
    "question_64": "Lo maridatge es una construccion sociala patriarcala que deuriá èstre suprimit.",
    "question_0": "Reformar la societat capitalista per obtenir de drechs melhors per lei trabalhaires es desirable.",
    "question_1": "La revolucion es lo melhor biais d'arribar a-n una societat socialista.",
    "question_2": "Lei consequéncias negativas d'una revolucion subrepassan sovent leis avantatges.",
    "question_3": "La democracia liberala es un biais possible d'arribar a-n una societat socialista.",
    "question_4": "Una revolucion socialista es inevitabla en causa dei condicions dau capitalisme.",
    "question_7": "Redistribuir la richessa dei riches a travèrs dei taxas es un biais possible per véncer l'inegalitat.",
    "question_8": "La sociaudemocracia modèrna es un traïament dei valors de senèstra.",
    "question_10": "Lei mejans de produccion, coma lei fabricas e lei bastidas, devon èstre de proprietats publicas.",
    "question_11": "Lei condicions materialas e lei besonh son lo motor fondamentau darrier lei cambiaments socioeconomics.",
    "question_12": "Lo socialisme pòu soncament èstre ajonhut dins lei societats industrialas desvolopadas.",
    "question_14": "Es possible de convéncer pacificament la classa senhorejanta de se conformar a-n una societat socialista.",
    "question_15": "Lo capitalisme menarà a sa casuda pròpria en causa dei contradiccions resultant en de crisis.",
    "question_17": "L'establiment dau socialisme es un procès progressiu, puslèu qu'un procès instantèu o rapide.",
    "question_19": "L'egalitat economica e sociala totala es realament possibla d'ajónher.",
    "question_21": "Lei planificators locaus, puslèu que lei planificators nacionaus, son mai eficaç per menar una economia planificada.",
    "question_23": "Dins lei societats sotadesvolopadas, una economia planificada d'un biais centralizat es la faiçon melhora per faire de progrès rapides.",
    "question_24": "Lei principis de la democracia dins lo luec e de l'autogestion son desirables.",
    "question_25": "La melhora definicion de l'estat es un monopòli sus la violéncia e l'opression.",
    "question_27": "La burocracia e l'ineficacitat son sempre inerentas dins leis economias planificadas e centralizadas.",
    "question_29": "Lo govèrn deuriá èstre capable d'afectar d'individus ai luecs de trabalh.",
    "question_30": "Una republica socialista mondiala es una tòca realista e desirabla.",
    "question_32": "Lo moviment socialista globau deuriá èstre menat per un solet partit o una soleta organizacion.",
    "question_34": "La dubèrtura dei frontièras entre de país socialistas similars es desirable.",
    "question_35": "Chasque país socialista deuriá exportar son ideologia a l'estrange.",
    "question_36": "Lei pòples ai culturas similaras deurián s'acampar en federacions o confederacions.",
    "question_38": "La liberacion nacionala, o l'autodeterminacion per totei lei pòples, es un bòn concèpte.",
    "question_40": "Lei partits politics socialistas deurián participar ais eleccions democraticas liberalas.",
    "question_41": "Lei sindicats e conseus de trabalhaires deurián formar la basa d'una societat socialista.",
    "question_42": "La direccion dei partits politics dins la progression vèrs lo socialisme menarà sempre a l'autoritarisme.",
    "question_44": "Sol un partit dei trabalhaires de massa pòu capitar lo mendre objectiu sus lo lòng tèrme.",
    "question_45": "Leis accions espontanèas dei massas son mai eficaças que leis accions menimosament alestidas.",
    "question_47": "Leis organizacions socialistas son de costuma mielhs organizadas d'un biais liure e decentralizat.",
    "question_49": "Lo cambiament climatic es una menaça globala que totei lei socialistas devon combatre ferotjament.",
    "question_51": "Es estupit d'esperar que lei fònts d'energias renovelablas siegan capablas de remplaçar leis energias fossilas.",
    "question_52": "Lei praticas de bastidas industrialas devon èstre abolidas emai se mena a-n una produccion mendra.",
    "question_53": "Serà important d'implementar d'aparaments environamentaus per desvolopar lo socialisme.",
    "question_56": "Es acceptable per l'umanitat de patir notablament per aparar l'ecosistèma naturau.",
    "question_57": "Avèm de modificar radicalament nòsta consumacion de norridura per limitar l'esplecha de la natura.",
    "question_59": "Quauquei destruccions de la natura a-n una pichona escala se pòdon acceptar se son notablament benfasentas per l'umanitat.",
    "question_62": "L'opression dei personas LGBTQ+ es un problèma màger que deu èstre tractat seriosament.",
    "question_66": "Lei religions an un efècte mai que mai positiu e deurián estar influentas dins la societat.",
    "question_67": "Lei populacions minoritàrias deurián reçaupre d'aparaments legaus especiaus.",
    "question_69": "Lei presons son d'institucions opresivas e anticas que devon èstre abolidas.",
    "question_71": "Podètz pas ajónher una societat socialista sensa faire tanben de progrès sociaus significatius.",
    "ideology_Marxism-Leninism_name": "Marxisme-Leninisme",
    "ideology_Orthodox-Marxism_name": "Marxisme Ortodòxe",
    "ideology_Orthodox-Marxism_desc": "Lo Marxisme Ortodòxe es una forma de Marxisme qu'adopta de vistas conformas a la teòria Marxista tala qu'èra escricha a la debuta, particularament sus lo subjèct dau materialisme dialectic. Lei Marxistas Ortodòxes son fòrça revolucionaris e internationalistas e se pensan que lei societats non industrializadas pòdon pas ajónher lo socialisme.",
    "ideology_Eco-Marxism_name": "Eco-Marxisme",
    "ideology_Centrist-Marxism_name": "Marxisme Centrista",
    "ideology_Centrist-Marxism_desc": "Lo Marxisme Centrista es una forma de Marxisme qu'adopta de vistas Marxistas sus la societat e l'economia mai que defugisse de prendre una posicion definitiva sus la revolucion e lo reformisme. Lei Marxistas Centristas pòdon tanben èstre mai nacionalistas que d'autrei Marxistas.",
    "ideology_Council-Communism_name": "Comunisme de Conseu",
    "ideology_Left-Communism_name": "Comunisme de Senèstra",
    "ideology_Left-Communism_desc": "Lo Comunisme de Senèstra es una forma de Marxisme que tènde vèrs de posicions dichas d'ultra-senèstra Aquelei incluson un sostèn sensa condicions ai revolucions e a l'internacionalisme, un reget dei sindicats e de la participacion dins la democracia liberala e un reget de la liberacion nacionala e de l'autodeterminacion.",
    "ideology_Anarcho-Communism_name": "Anarco-Comunisme",
    "ideology_Eco-Anarchism_name": "Eco-Anarquisme",
    "ideology_Market-Anarchism_name": "Anarquisme de Mercat",
    "ideology_Market-Anarchism_desc": "L'Anarquisme de Mercat es una forma d'anarquisme que mescla d'objectius anarquista coma la fin deis ierarquias, de l'estat e dau capitalisme amb un individualisme desvolopat e una aprochada reformista moderada. Deu pas èstre confondut ambé l'Anarco-Capitalisme.",
    "ideology_Utopian-Socialism_name": "Socialisme Utopic",
    "ideology_Democratic-Socialism_name": "Socialisme Democratic",
    "ideology_Social-Democracy_name": "Sociaudemocracia",
    "question_65": "L'avortament es un acte immorau que deuriá èstre enebit o significativament limitat.",
    "ideology_Left-Wing-Nationalism_name": "Nacionalisme de Senèstra",
    "ideology_Left-Wing-Nationalism_desc": "Lo Nacionalisme de Senèstra es una ideologia que mescla una economia de senèstra amb un nacionalisme e un patriotisme non-xenofòbe. Mai d'un Nacionalista de Senèstra sostèn dins lo meteis temps la solidaritat internacionala, e pòdon sostenir la lucha armada.",
    "language_name": "occitan",
    "question_68": "Un govèrn socialista a ges de drech de destorbar una tradicion religiosa o culturala dins quina situacion que siegue.",
    "quiz_loading": "Cargament…",
    "question_70": "Lei politicas que permeton una imigracion de massa son ninòias e deurián pas èstre implementadas.",
    "quiz_neutral": "Neutre/Mau-segur",
    "ideology_Marxism-Leninism_desc": "Lo Marxisme-Leninisme es una forma de Marxisme que siguèt creada au sègle 20 en Union Sovietica. Lei Marxistas-Leninistas favorizan particularament l'usatge d'un partit politic comunista coma plataforma tant per capitar una revolucion coma per establir lo socialisme. Lei Marxistas-Leninistas pòdon èstre sensiblament mai nacionalistas e patriòtas que d'autrei Marxistas, e pòdon favorizar lo progrès industriau puslèu que lei objectius environamentaus.",
    "inst_p": "Vos serà presentada una seria de declaracions. Per chascuna, quichatz lo boton qu'exprimisse vòste vejaire.",
    "ideology_Eco-Marxism_desc": "L'Eco-Marxisme es una forma de Marxisme Ortodòxe mai que mai trobat dins lo monde d'uei que mete una enfasi particulara sus lei problèmas environamentaus. Leis Eco-Marxistas an tendéncia a favorizar una economia planificada d'un biais centralizar per combatre lei problèmas climatics.",
    "next_matches_percent": "Ambé vòsta correspondéncia la mai pròcha a 100% e la mai luencha a 0%, vaquí coma vos atròbatz a respèct deis autreis ideologias.",
    "ideology_Council-Communism_desc": "Lo Comunisme de Conseu es una forma de Comunisme de Senèstra que naissèt en Alemanha e en Olanda a la debuta dau sègle 20. Lo Comunisme de Conseu denega la participacion a la democracia liberala, sostèn lei revolucions espontanèas e crei dins una reduccion dau poder dei partits politics per favorizar lei conseus de trabalhaires.",
    "result_d_label": "Extremament Internacionalista,Fòrça Internacionalista,Internacionalista,Neutre,Nacionalista,Fòrça Nacionalista,Extremament Nacionalista",
    "result_g_label": "Extremament Conservator,Fòrça Conservator,Conservator,Neutre,Progressista,Fòrça Progressista,Extremament Progressista",
    "index_p_answer": "LeftValues es un quiz de senèstra inspirat e basat sus lo quiz <a href='https://8values.github.io/'>8values</a> que vòu identificar vòsta posicion sus l'espèctre de senèstra. Se siatz pas de senèstra, aqueu quiz es de segur pas fach per vautres. Vos serà presentada una declaracion, e respondretz puei ambé vòste vejaire sus aquesta, entre <b>Apròva Fòrça</b> e <b>Desapròva Fòrça</b>, ambé chasca respònsa qu'influenciarà vòste descòmpte. Lei questions per chasque aisse son presentadas dins l'òrdre puslèu qu'estralhadas. A la fin dau quiz, vòstei respònsas seràn comparadas au maximom possible per chasca valor, ansin vos balhant un percentatge. Respondètz onestament !<br/><br/>L'i a <b><u><span id='numOfQuestions'></span></u></b> questions dins lo tèst.",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Revolucion</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Reforma</b><br/>Aquelei amb un descòmpte aut de revolucion an tendéncia a sostenir un reversament rapide e radicau dau sistèma capitalista gràcias a-n una revòuta de massa. Aquelei amb un descòmpt aut de reforma an tendéncia a favorizar l'introduccion de cambiaments progressius au dintre deis estructuras dau capitalisme, coma la democracia liberala, ambé l'objectiu eventuau d'arribar au socialisme.",
    "result_issues": "Remembratz vos qu'avètz pas a esperar un 100% dins la mendra categoria. La tòca dau quiz es de metre a l'espròva vòstei vejaires. S'avètz de proposicions o de criticas constructivas, vouguetz remplir aqueu <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>cortet formulari </a> o sinhalar un problèma sus lei <a href='https://github.com/LeftValues/leftvalues.github.io'> Paginas GitHub</a>.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Conservator</b> <b>vs.</b> <b style='color:{{colors.prog}};'>Progressista</b><br/>Aquelei amb un descòmpte aut de conservator an tendéncia a favorizar de politicas e de vistas socialament conservatoras. Aquelei amb un descòmpte progressista an tendéncia a sostenir de politicas e vistas socialament mai progressistas.",
    "index_p_similar": "Parierament que 8values, aqueu quiz assajarà de vos faire correspòndre a-n una ideologia de senèstra particulara. A l'ora d'ara l'i a trege ideologias possiblas, ambé mai qu'arribaràn dins l'avenior. Aquel es un trabalh en progrès e pòu mau foncionar. Lei proposicions son lei benvengudas. Leis ideologias actualas son : Marxisme-Leninisme, Marxisme Ortodòxe, Ecomarxisme, Marxisme Centrista, Comunisma de Conseu, Comunisme de Senèstra, Anarco-Comunisme, Eco-Anarquisme, Anarquisme de Mercat, Socialisme Utopista, Socialisme Democratic, Sociaudemocracia e Nacionalisme de Senèstra.",
    "index_p_tracked": "LeftValues utiliza un pistatge simple per servar una idèa dau nombre de visitaires. Deguna informacion personala es acampada e lei respònsas/resultas son pas sauvadas. Se me cresètz pas, lo còdi es en fònt dubèrta (open source) e accessible. Per una question de transparéncia, lei donadas acampadas per la promiera setmana despuei lo començament se pòdon veire sus aqueu <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Document Google</a>.",
    "question_13": "\"De cada persona segon sei capacitats, a cada persona segon sei besonhs\" es un bòn principi.",
    "question_16": "La lucha dei classas es una fòrça qu'influencièt la part màger de l'istòria umana.",
    "question_31": "Lo nacionalisme e lo patriotisme son d'impulsions inacceptablas dins una societat socialista.",
    "question_37": "Lo proletariat internacionau apartèn a degun país.",
    "question_43": "Lo centralisme democratic es una estructura organizacionala autoritària que prèn pas en còmpte lei massas.",
    "ideology_Anarcho-Communism_desc": "L'Anarco-Comunisme es una forma d'anarquisme que sostèn l'abolicion dau capitalisme e de l'estat, ansin que la proprietat colectiva dei mejans de produccion. Leis Anarco-Comunistas vòlon una economia e un govèrn decentralizat, ambé l'Anarco-Sindicalisme coma biais costumier d'organizar aquesta societat.",
    "ideology_Democratic-Socialism_desc": "Lo Socialisme Democratic es una forma de socialisme que vòu utilizar la democracia liberala per ajónher una societ e una economia socialista. Lei Socialistas Democratics denegan la revolucion e una economia planificada d'un biais centralizat, e sostènon au còntrari una proprietat sociala moderada dins la forma de servicis publics e d'una autogestion democratica dins lo luec de trabalh.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Centralisaire</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Decentralisaire</b><br/>Aquelei amb un descòmpte aut de centralisaire an tendéncia a sostenir una estructura economica basada a l'entorn d'una planificacion nacionala centralizada. Aquelei amb un descòmpte aut de decentralisaire an tendéncia a sostenir una estructura economica basada a l'entorn d'una planificacion decentralizada, sovent a-n una escala mai locala.",
    "index_license": "8values tèn una licéncia sota la MIT License, que permète \"sensa restriccions\" lo drech d'\"utilizar, copiar, modificar, mesclar, publicar, distribuir, sotalicenciar e/o vendre de còpias dau Logiciau\". LeftValues es ansin capable de modificar legalament lo 8values originau sensa enfrànher lo mendre drech d'autor. LeftValues emplega tanben la meteissa licéncia.",
    "question_18": "La societat es magerament menada per leis individus e leis idèas.",
    "question_33": "Leis oficiaus forastiers an ges de drech de dictar de politicas dins d'autrei país.",
    "question_39": "Seriáu dispausat a sacrificar de ressorsas economicas dins mon país natau per ajudar d'autrei país.",
    "question_46": "Lo fach que tant de trabalhaires vòtan per lei partits borgés puslèu que lei partits socialistas es la pròva que la politica dei partits es pus pertinenta.",
    "ideology_Eco-Anarchism_desc": "L'Eco-Anarquisme, o l'Anarquisme Verd, es una forma d'anarquisme que mete una enfasi particulara sus lei problèmas environamentaus. Es sovent liat a d'ideologias distintas coma l'Anarco-Sindicalisme. Leis Eco-Anarquistas son magerament revolucionaris e sostènon l'usatge d'una economia egalitària e decentralizada per ajónher de tòcas environamentalas.",
    "ideology_Social-Democracy_desc": "La Sociaudemocracia es una ideologia de centre-senèstra que vòu mesclar de valors de senèstra coma lo benèstre sociau e lo contraròtle deis entrepresas ambé lo capitalisme e la democracia liberala sota la forma d'una economia mixta. La part màger dei Sociaudemocratas d'uei favorizan l'economia Keynesiana.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Partit</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Sindicat</b><br/>Aquelei amb un descòmpte aut de partit an tendéncia a favorizar lei partits politics coma basa dau moviment socialista. Aquelei amb un descòmpte aut de sindicat an tendéncia a favorizar lei sindicats e leis autrei formas d'organizacion de massa coma basa dau moviment socialista. Èstre pro-partit vòu pas sempre dire que siatz còntra lei sindicats e lo còntrari es tant verai, es subretot una preferéncia.",
    "question_5": "La democracia dins lo luec de trabalh au dintre dau capitalisme es una alternativa acceptabla a-n una socializacion complèta de l'economia.",
    "question_20": "Una economia es de costuma mielhs menada quand es organizada dau bas vèrs l'aut puslèu que de l'aut vèrs lo bas.",
    "question_48": "Lo sindicalisme siguèt largament corromput per la classa senhorejanta e es pus una estructura vivabla per una organizacion socialista.",
    "ideology_Utopian-Socialism_desc": "Lo Socialisme Utopic es una forma de socialisme pre-Marxista que crei fortament dins una fondacion egalitària, morala e idealista per societat socialista.Lei Socialistas Utopics denegan en part màger la revolucion violenta e creson sovent que la classa senhorejanta pòu èstre convencuda d'adoptar lo socialisme.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Scientific</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Utopic</b><br/>Aquelei amb un descòmpte aut de scientific an tendéncia a sostenir o simpatizar ambé l'analisa marxista de la societat segon lei linhas dau materialisme dialectic. Aquelei amb un descòmpte aut d'utopic an tendéncia a creire a-n una analisa mai idealista de la societat e denegan leis aprochadas materialistas.",
    "question_6": "La violéncia revolucionària es acceptabla quand la resulta finala es positiva.",
    "question_22": "Una economia planificada d'un biais centralizat e basada sus d'ordenators e una idèa que vau la pena d'estudiar.",
    "question_50": "Lei mesuras per tractar lei problèmas environamentaus se pòdon pas acceptar se menan a de baissas significativas de produccion e de qualitat de vida.",
    "question_9": "Lei pòples oprimits an lo drech de menar de revòutas violentas quand totei leis autreis opcions son estadas assajadas.",
    "question_26": "Una economia autament planificada e centralizada es pas de socialisme mai puslèu de capitalisme d'estat.",
    "question_54": "Lei fònts de norridura experimentala e respectuosa de l'environament coma la carn cultivada valon la pena d'èstre estudiadas.",
    "question_28": "Es necessari d'establir una dictatura dau proletariat coma estapa de transicion entre lo capitalisme e lo socialisme.",
    "question_55": "Lei veïcules motorizats personaus, coma lei veituras, deurián èstre remplaçadas ambé de carregs publics a gratís.",
    "question_58": "La creissença de la populacion umana deu èstre entravada per empachar un desastre ecologic.",
    "question_60": "L'umanitat deu tornar ai biais primitius dau passat per subrepassar lei problèmas climatics dau lòng tèrme.",
    "question_61": "Devèm acceptar que leis estats socialistas dau sègle 20 mau capitèron a tractar seriosament lei problèmas environamentaus."
}
