{
    "ideology_Orthodox-Marxism_name": "Marxismu ortodoxu",
    "question_65": "L'albuertu ye un actu inmoral que habría tar prohibíu o mui llendáu.",
    "question_58": "El crecimientu de la población mundial ha parar pa evitar un desastre ecolóxicu.",
    "question_51": "Ye una fatada esperar que les fontes d'enerxía renovable seyan a sustituyir los combustibles fósiles.",
    "question_50": "Les midíes pa iguar los problemes ambientales son inaceptables si tienen como resultáu una baxada significativa de la producción o de la calidá de vida.",
    "question_49": "El cambéu climáticu ye una amenaza global grave que toles persones socialistes han combatir intensamente.",
    "question_46": "El fechu de que munchos trabayadores voten a partíos burgueses y non a partíos socialistes ye la prueba de que los partíos políticos yá nun son relevantes.",
    "question_40": "Los partíos políticos socialistes habríen participar nes eleiciones democrátiques lliberales.",
    "question_37": "El proletariáu internacional nun pertenez a nengún país.",
    "question_36": "Les persones de cultures asemeyaes habríen xunise en federaciones o confederaciones.",
    "question_35": "Cualesquier país socialista habría dedicase a esportar la so ideoloxía nel esterior.",
    "question_30": "Una república socialista global ye una meta realista y deseable.",
    "question_20": "Una economía ta xeneralmente meyor diseñada cuando s'entama d'abaxo a arriba que d'arriba a abaxo.",
    "question_12": "El socialismu namás se pue algamar completamente nes sociedaes industrialmente desendolcaes.",
    "question_10": "Los medios de producción, como les fábriques y les granxes, han ser de titularidá pública.",
    "question_6": "La violencia revolucionaria ye aceptable siempres que'l beneficiu final seya positivu.",
    "question_5": "La democracia nel llugar de trabayu dientro del capitalismu ye una alternativa aceptable a una socialización completa de la economía.",
    "question_3": "La democracia lliberal ye una forma factible d'algamar una socialdemocracia.",
    "question_2": "Les consecuencies negatives d'una revolución, polo xeneral, superen a les positives.",
    "index_h2_whatvalues": "¿Cuál son los valores?",
    "result_h2_score": "¡Nun me presta la puntuación!",
    "ideology_Left-Wing-Nationalism_name": "Nacionalismu d'esquierda",
    "ideology_Social-Democracy_name": "Socialdemocracia",
    "ideology_Democratic-Socialism_name": "Socialismu democráticu",
    "ideology_Utopian-Socialism_name": "Socialismu utópicu",
    "ideology_Eco-Anarchism_name": "Ecoanarquismu",
    "ideology_Anarcho-Communism_name": "Anarco-comunismu",
    "ideology_Centrist-Marxism_name": "Marxismu centrista",
    "ideology_Eco-Marxism_name": "Ecomarxismu",
    "ideology_Marxism-Leninism_name": "Marxismu-Leninismu",
    "question_1": "La revolución ye'l meyor mou d'algamar una sociedá socialista.",
    "index_h2_closest": "¿Que significa «La coincidencia más cercana» nos resultaos?",
    "index_sixaxes": "Hai trés exes, caún tien valores opuestos. Esos valores son:",
    "index_h2_whatis": "¿Qué ye LeftValues?",
    "index_b_start": "¡Primi equí pa comenzar!",
    "result_back": "Atrás",
    "result_h2_next_matches": "Les coincidencies siguiente mas cercanes",
    "result_h2_match": "Coincidencia más cercana<span class='weight-300' id='ideology-label'></span>",
    "result_url": "<br>Pues unviar los resultaos pente la función de copiar y apegar la URL de lo cimero de la páxina o l'usu de la imaxe d'abaxo.",
    "result_h1": "Resultaos",
    "inst_gotit": "¡Entiéndolo!",
    "inst_h2": "Instrucciones",
    "quiz_question_of": "Entruga {{count}} de {{total}}",
    "quiz_back": "atrás",
    "quiz_strongly_disagree": "Nun toi nada d'acuerdu",
    "quiz_disagree": "Nun toi d'acuerdu",
    "quiz_neutral": "Neutral/Nun sé",
    "quiz_agree": "Toi d'acuerdu",
    "quiz_strongly_agree": "Toi mui d'acuerdu",
    "quiz_loading": "Cargando…",
    "language_name": "asturianu",
    "result_g_label": "Estremadamente conservador,Mui conservador,Conservador,Neutral,Progresista,Mui progresista,Estremadamente progresista",
    "index_p_answer": "LeftValues ye un cuestionariu d'esquierdes que s'inspira y basa nel cuestionariu de <a href='https://8values.github.io/'>8values</a> que va en cata d'identificar la to posición dientro del espectru de la esquierda. Si nun yes una persona d'esquierdes, esti cuestionariu nun ye pa ti. Vas ver una afirmación que tienes de responder cola to opinión, dende <b>Toi mui d'acuerdu</b> hasta <b>Nun toi nada d'acuerdu</b>, lo que respuendas afeuta llixeramente a la to puntuación. Les entrugues de cada exa preséntense n'orde. Al final del cuestionariu, les rempuestes compárense cola puntuación máxima posible de cada valor, esto danos un porcentaxe. ¡Respuendi con sinceridá!<br/><br/>Hai <b><u><span id='numOfQuestions'></span></u></b> entrugues nel cuestionariu.",
    "inst_nvm": "¡Dexáime en paz!",
    "result_issues": "Recuerda nun tienes por qué consiguir una puntuación de 100% en nenguna categoría. El busilis del cuestionariu ye calificar los tos puntos de vista. Si tienes dalguna suxerencia o crítica constructiva, rellena esti <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>cuestionariu pequeñu</a> o abri un informe na <a href='https://github.com/LeftValues/leftvalues.github.io'>páxina de GitHub</a>.",
    "result_a_label": "Estremadamente revolucionariu,Mui revolucionariu,Revolucionariu,Neutral,Reformista,Mui reformista,Estremadamente reformista",
    "result_b_label": "Estremadamente científicu,Mui científicu,Científicu,Neutral,Utópicu,Mui utópicu,Estremadamente utópicu",
    "result_c_label": "Estremadamente centralista,Mui centralista,Centralista,Neutral,Descentralista,Mui descentralista,Estremadamente descentralista",
    "result_d_label": "Estremadamente internacionalista,Mui internacionalista,Internacionalista,Neutral,Nacionalista,Mui nacionalista,Estremadamente nacionalista",
    "result_e_label": "Estremadamente partisanu,Mui partisanu,Partisanu,Neutral,Unionista,Mui unionista,Estremadamente unionista",
    "result_f_label": "Estremadamente productivista,Mui productivista,Productivista,Neutral,Ecoloxista,Mui ecoloxista,Estremadamente ecoloxista",
    "question_38": "La lliberación nacional, o l'autodetermín pa toles persones, ye un bon conceutu.",
    "question_41": "Los sindicatos y los conseyos obreros habríen conformar la base d'una sociedá socialista.",
    "question_42": "El lideralgu de los partíos políticos nel camín al socialismu lleva siempres al autoritarismu.",
    "question_43": "El centralismu democráticu ye una estructura organizativa autoritaria qu'inora a les mases.",
    "question_67": "Les poblaciones minoritaries habríen recibir una proteición llegal especial.",
    "question_68": "Un gobiernu socialista nun tien derechu a interrumpir les tradiciones relixoses o culturales en nenguna situación.",
    "question_69": "Les cárceles son instituciones represives y anticuaes que tienen que s'abolir.",
    "question_70": "Les polítiques que permiten la inmigración de mases son inxenues y nun s'habríen implementar.",
    "question_71": "Nun pues algamar una sociedá socialista ensin facer un progresu social significativu.",
    "index_h2_scores": "¡Nun me presta la puntuación!",
    "question_7": "",
    "question_8": "La socialdemocracia ye una traición a los valores d'esquierda.",
    "question_62": "La represión del coleutivu LGBTQ+ ye un problema grave que tien que s'iguar daveres.",
    "question_57": "Tenemos de modificar radicalmente'l consumu de comida pa llendar la esplotación de la natura.",
    "question_64": "El matrimoniu ye una construcción patriarcal qu'habría desapaecer.",
    "question_54": "Paga la pena investigar les fontes de comida esperimentales que son respetuoses col entornu, como la carne cultivao.",
    "question_66": "Polo xeneral, les relixones tienen un efeutu positivu y habríen siguir influyendo a la sociedá.",
    "question_60": "La humanidá ha volver a les formes primitives del pasáu pa superar los problemes climáticos nel futuru.",
    "question_56": "Ye aceptable que la humanidá sufra, hasta ciertu puntu, pa caltener l'ecosistema natural.",
    "ideology_Social-Democracy_desc": "La socialdemocracia ye una ideoloxía de centru-esquierda que defende mecer los valores d'esquierda como'l bienestar social y la regulación d'empreses col capitalismu y la democracia lliberal en forma d'una economía mesta. Munches socialdemocracies tán a favor del keynesianismu.",
    "ideology_Democratic-Socialism_desc": "",
    "ideology_Council-Communism_name": "Comunismu de conseyos",
    "ideology_Left-Communism_name": "Esquierda comunista"
}
