{
    "language_name": "español",
    "quiz_loading": "Cargando...",
    "quiz_strongly_agree": "Muy a favor",
    "quiz_agree": "A favor",
    "quiz_neutral": "Neutral/No seguro",
    "quiz_disagree": "En contra",
    "quiz_strongly_disagree": "Muy en contra",
    "quiz_back": "Atrás",
    "quiz_question_of": "Pregunta {{count}} de {{total}}",
    "inst_h2": "Instrucciones",
    "inst_p": "Se le presentará una serie de afirmaciones. Para cada una de ellas, clique en el botón que corresponda a su opinión.",
    "inst_gotit": "¡Entendido!",
    "inst_nvm": "Espera, ¡da igual!",
    "result_h1": "Resultados",
    "result_url": "<br>Puede enviar estos resultados copiando y pegando la URL en la parte superior de la página o usando la imagen de abajo.",
    "result_h2_match": "Emparejamiento más cercano: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Siguiente emparejamiento más cercano",
    "next_matches_percent": "Con tu emparejamiento más cercano como 100% y el más lejano como 0%, así es como de cerca se te ha emparejado de las otras ideologías",
    "result_h2_score": "¡No me gustan mis resultados!",
    "result_issues": "Por favor, recuerde que no se pretende obtener una puntuación del 100% en ninguna de las categorías. El punto del test es desafiar su punto de vista. Si tiene alguna sugerencia o crítica contructiva, por favor rellene este <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>corto formulario</a> o habrá un <i>issue</i> en nuestra <a href='https://github.com/LeftValues/leftvalues.github.io'>página de GitHub</a>.",
    "result_a_label": "Extremadamente Revolucionario,Muy Revolucionario,Revolucionario,Neutral,Reformista,Muy Reformista,Extremadamente Reformista",
    "result_b_label": "Extremadamente Científico,Muy Científico,Científico,Neutral,Utopista,Muy Utopista,Extremadamente Utopista",
    "result_c_label": "Extramadamente Centralista,Muy Centralista,Centralista,Neutral,Descentralista,Muy Descentralista,Extremadamente Descentralista",
    "result_d_label": "Extremadamente Internacionalista,Muy Internacionalista,Internacionalista,Neutral,Nacionalista,Muy Nacionalista,Extremadamente Nacionalista",
    "result_e_label": "Extremadamente Partidista,Muy Partidista,Partidista,Neutral,Sindicalista,Muy Sindicalista,Extremadamente Sindicalista",
    "result_f_label": "Extramadamente Productivista,Muy Productivista,Productivista,Neutral,Ecologista,Muy Ecologista,Extremadamente Ecologista",
    "result_g_label": "Extremadamente Conservador,Muy Conservador,Conservador,Neutral,Progresista,Muy Progresista,Extremadamente Progresista",
    "result_back": "Atrás",
    "index_b_start": "¡Click aquí para empezar!",
    "index_h2_whatis": "¿Qué es LeftValues?",
    "index_p_answer": "LeftValues es un test de izquierdas inspirado y basado en el cuestionario <a href='https://8values.github.io/'>8values</a>, que busca identificar tu posición en el espectro de la izquierda.Si no eres de izquierdas, este test no es para ti. Se le presentará una afirmación y luego responderá con su opinión sobre la declaración, desde <b>Muy a favor</b> hasta <b>Muy en contra</b>, con cada respuesta afectando a su puntuación. Las preguntas de cada eje se presentan en orden, en lugar de dispersas. Al final de la prueba, sus respuestas serán comparadas con el máximo posible para cada valor, dándole así un porcentaje. ¡Responda honestamente!<br/><br/>Hay <b><u><span id='numOfQuestions'></span></u></b> preguntas en este test.",
    "index_h2_whatvalues": "¿Qué son los valores?",
    "index_sixaxes": "Actualmente hay siete ejes, los cuales tienen dos valores opuestos. Estos son:",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Revolución</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Reforma</b><br/>Aquellos con una puntación más alta en revolución tienden a apoyar un derrocamiento radical y rápido del sistema capitalista a través de un levantamiento de masas. Aquellos con una mayor puntuación en reforma tienden a favorecer la introducción de cambios graduales dentro de las estructuras capitalistas, como la democracia liberal, con el objetivo final de alcanzar el socialismo.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Científico</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Utópico</b><br/>Aquellos con una puntuación más alta en lo científico tienden a apoyar o simpatizar con el análisis marxista de la sociedad en la línea del materialismo dialéctico. Aquellos con una mayor puntuación en lo utópico tienden a creer en un análisis más idealista de la sociedad y rechazan los enfoques materialistas.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Centralismo</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Descentralismo</b><br/>Aquellos con una puntuación más alta en el centralismo tienden a apoyar una estructura económica basada en la planificación nacional centralizada. Aquellos con una mayor puntuación en lo descentralizado tienden a apoyar una estructura económica basada en una planificación descentralizada, generalmente a una escala más localizada",
    "index_int_desc": "<b style='color:{{colors.int}};'>Internacional</b> <b>vs.</b> <b style='color:{{colors.nat}};'>Nacional</b><br/>Aquellos con una puntuación más alta en lo internacional tienden a apoyar la formación de un movimiento socialista internacional, a menudo con el objetivo final de abolir las naciones. Aquellos con una mayor puntuación en lo nacional tienden a priorizar la construcción del socialismo dentro de las fronteras existentes y rechazan el objetivo de una república socialista mundial.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Partido</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Sindicato</b><br/>Aquellos con una puntuación más alta en el partido tienden a favorecer el uso de los partidos políticos como base de un movimiento socialista. Aquellos con una mayor puntuación en sindicato tienden a favorecer el uso de los sindicatos y otras formas de organización de masas como base de un movimiento socialista. Estar a favor del partido no significa necesariamente que te opongas a los sindicatos y viceversa, se trata más bien de una preferencia.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Producción</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Ecología</b><br/>Aquellos con una puntuación más alta en la producción tienden a priorizar la producción industrial y la autosostenibilidad por encima de los objetivos ecológicos. Aquellos con una mayor puntuación en la ecología tienden a apoyar una economía orientada al medio ambiente con estrictas protecciones ecológicas",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Conservador</b> <b>vs.</b> <b style='color:{{colors.prog}};'>Progresista</b><br/>Aquellos con una puntuación más alta en lo conservador tienden a favorecer políticas y puntos de vista socialmente más conservadores. Aquellos con una mayor puntuación en progresismo tienden a apoyar políticas y puntos de vista más progresistas.",
    "index_h2_closest": "¿Qué significa el \"Emparejamiento más Cercano\" en estos resultados?",
    "index_p_similar": "Similar a 8values, este test trata de emparejarle con una ideología izquierdista específica. Actualmente hay trece ideologías posibles, con más por venir en el futuro. Este es un trabajo en progreso y puede que no funcione como está planeado. Las sugerencias son muy bienvenidas. Las ideologías actuales son: Marxismo-Leninismo, Marxismo Ortodoxo, Eco-Marxismo, Marxismo Centralista, Comunismo Consejista, Comunismo de Izquierdas, Anarco-Comunismo, Eco-Anarquismo, Anarquismo de Mercado, Socialismo Utópico, Socialismo Democrático, Socialdemocracia y Nacionalismo de Izquierda.",
    "index_h2_scores": "¡No me gustan mis puntuaciones!",
    "index_p_scores": "Por favor, recuerde que no se pretende obtener puntuaciones del 100% en ninguna de las categorías. El punto del test es desafiar sus puntos de vista. Si tiene alguna sugerencia o crítica constructiva, por favor llene este <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>corto formulario</a> o abra un <i>issue</i> en la <a href='https://github.com/LeftValues/leftvalues.github.io'>página de GitHub</a>.",
    "index_h2_tracked": "¿Se me está rastreando?",
    "index_p_tracked": "LeftValues utiliza un rastreo muy básico para tener una idea de la cantidad de visitantes. No se recoge información personal y no se guardan las respuestas/resultados. Si no me creen, el código es de código abierto y está disponible para que todos lo vean. Por propósitos de transparencia, los datos recogidos durante la primera semana desde su publicación pueden ser vistos en este <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Documento de Google</a>.",
    "ideology_Marxism-Leninism_name": "Marxismo-Leninismo",
    "ideology_Marxism-Leninism_desc": "El marxismo-leninismo es una forma de marxismo que se forjó en el siglo XX en la Unión Soviética. Los marxistas-leninistas favorecen fuertemente el uso de un partido político comunista como plataforma para lograr la revolución y establecer el socialismo. Muchos marxistas-leninistas son algo más nacionalistas y patriotas que muchos otros marxistas, y pueden favorecer el progreso industrial por encima de los objetivos medioambientales.",
    "ideology_Orthodox-Marxism_name": "Marxismo Ortodoxo",
    "ideology_Orthodox-Marxism_desc": "El marxismo ortodoxo es una forma de marxismo que adopta puntos de vista que se ajustan a la teoría marxista tal como fue escrita originalmente, particularmente en el tema del materialismo dialéctico. Los marxistas ortodoxos son altamente revolucionarios e internacionalistas y sostienen que las sociedades no industriales son incapaces de lograr el socialismo.",
    "ideology_Eco-Marxism_name": "Eco-Marxismo",
    "ideology_Eco-Marxism_desc": "El ecomarxismo es una forma de marxismo ortodoxo que se encuentra más comúnmente en los días modernos y que pone un énfasis particular en las cuestiones ambientales. Los ecomarxistas generalmente favorecen la planificación económica central como una forma de combatir los problemas climáticos.",
    "ideology_Centrist-Marxism_name": "Marxismo Centralista",
    "ideology_Centrist-Marxism_desc": "El marxismo centrista es una forma de marxismo que adopta puntos de vista marxistas sobre la sociedad y la economía y que, al mismo tiempo, se abstiene de adoptar una posición definitiva sobre la revolución y el reformismo. Muchos marxistas centristas pueden ser también más nacionalistas que otros marxistas.",
    "ideology_Council-Communism_name": "Comunismo consejista",
    "ideology_Council-Communism_desc": "El comunismo de consejo es una forma de marxismo que aboga por que los consejos de trabajadores sean la base de una sociedad socialista. Los comunistas de consejo generalmente se oponen a la existencia de una fuerte influencia de los partidos políticos dentro del sistema político socialista, favoreciendo la democracia de consejo.",
    "ideology_Left-Communism_name": "Comunismo Izquierdista",
    "ideology_Left-Communism_desc": "El Comunismo de Izquierda es una forma de marxismo que se inclina hacia las llamadas posiciones ultraizquierdistas. Estas incluyen el apoyo incondicional a la revolución y al internacionalismo, el rechazo a los sindicatos y a la participación en la democracia liberal, y el rechazo a la liberación nacional y a la autodeterminación.",
    "ideology_Anarcho-Communism_name": "Anarco-Comunismo",
    "ideology_Anarcho-Communism_desc": "El anarco-comunismo es una forma de anarquismo que aboga por la abolición del capitalismo y del Estado, así como por la propiedad colectiva de los medios de producción. Los anarcomunistas apoyan una economía y un gobierno descentralizados, siendo el anarcosindicalismo una forma común de organizar dicha sociedad.",
    "ideology_Eco-Anarchism_name": "Eco-Anarquismo",
    "ideology_Eco-Anarchism_desc": "El Eco-Anarquismo, o Anarquismo Verde, es una forma de anarquismo que pone un énfasis particular en los temas ambientales. A menudo se vincula con ideologías más distintivas como el Anarcosindicalismo. Los Eco-Anarquistas son generalmente revolucionarios y apoyan el uso de una economía descentralizada e igualitaria para lograr objetivos ambientales.",
    "ideology_Market-Anarchism_name": "Anarquismo de Mercado",
    "ideology_Market-Anarchism_desc": "El anarquismo de mercado es una forma de anarquismo que mezcla objetivos anarquistas como la abolición de la jerarquía, el estado y el capitalismo con un elevado individualismo y un enfoque reformista moderado. Esto no debe ser confundido con el Anarco-Capitalismo.",
    "ideology_Utopian-Socialism_name": "Socialismo Utópico",
    "ideology_Utopian-Socialism_desc": "El socialismo utópico es una forma de socialismo pre-marxista que cree en una base igualitaria, moralista e idealista para una sociedad socialista. Los socialistas utópicos generalmente rechazan la revolución violenta y a menudo creen que la clase dirigente puede ser convencida de adoptar el socialismo.",
    "ideology_Democratic-Socialism_name": "Socialismo Democrático",
    "ideology_Democratic-Socialism_desc": "El Socialismo Democrático es una forma de socialismo que busca utilizar la democracia liberal como medio para lograr una economía y una sociedad socialista. Los socialistas democráticos rechazan la revolución y la economía de planificación centralizada, y en su lugar apoyan la propiedad social moderada en forma de servicios públicos y autogestión democrática en el lugar de trabajo.",
    "ideology_Social-Democracy_name": "Socialdemocracia",
    "ideology_Social-Democracy_desc": "La socialdemocracia es una ideología de centro-izquierda que aboga por mezclar los valores de la izquierda, como el bienestar social y la regulación corporativa, con el capitalismo y la democracia liberal en forma de una economía mixta. Muchos socialdemócratas modernos favorecen la economía keynesiana.",
    "ideology_Left-Wing-Nationalism_name": "Nacionalismo de Izquierdas",
    "ideology_Left-Wing-Nationalism_desc": "El nacionalismo de izquierdas es una ideología que mezcla la economía de izquierdas con el nacionalismo no xenófobo y el patriotismo. Muchos nacionalistas de izquierda apoyan simultáneamente la solidaridad internacional y pueden apoyar la lucha armada."
}