{
    "question_23": "In società poco sviluppate un'economia pianificata è il metodo migliore per avere uno sviluppo rapido.",
    "question_22": "Un'economia pianificata basata sui computer è un concetto che vale la pena indagare.",
    "index_p_similar": "Similarmente a 8values, questo quiz tenta di assegnarti una specifica ideologia di sinistra. Ci sono attualmente tredici possibili ideologie, e altre saranno aggiunte in futuro. Si tratta di un work in progress e potrebbe non funzionare come voluto. I suggerimenti sono benvenuti. Le ideologie sono attualmente: marxismo-leninismo, marxismo ortodosso, eco-marxismo, marxismo centrista, comunismo dei consigli, sinistra comunista, anarco-comunismo, eco-anarchismo, anarchismo di mercato, socialismo utopico, socialismo democratico, socialdemocrazia e nazionalismo di sinistra.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Conservatorismo</b><b>vs.</b><b style='color:{{colors.prog}};'>Progressismo</b><br/>Chi ha un punteggio più verso il conservatore tende a preferire politiche e opinioni più socialmente conservatrici. Chi ha un punteggio più verso il progressismo tende a supportare politiche e opinioni più socialmente progressiste.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Produttivismo</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Ambientalismo</b><br/>Chi ha un punteggio più verso la produzione tende a dare priorità alla produzione industriale e all'autosufficienza rispetto agli obiettivi ambientalisti. Chi ha un punteggio più verso l'ambientalismo tende a supportare un'economia orientata all'ambiente, con stringenti protezioni ecologiche.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Partitismo</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Sindacalismo</b><br/>Chi ha un punteggio più verso il partitismo tende a favorire l'utilizzo dei partiti politici come base per il movimento socialista. Chi ha un punteggio più verso il sindacalismo tende a preferire l'uso dei sindacati e altre forme di organizzazione di massa come base per il movimento socialista. Essere partitista non significa essere necessariamente contro i sindacati e viceversa, riguarda più la preferenza personale.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Internazionalismo</b> <b>vs.</b> <b style='color:{{colors.nat}};'>Nazionalismo</b><br/>Chi ha un punteggio più verso l'internazionalismo tende a supportare la formazione si un movimento socialista internazionale, spesso con l'obiettivo di abolire le nazioni. Chi ha un punteggio più verso il nazionalismo tende a privilegiare la costruzione del socialismo all'interno dei confini esistenti e respinge l'idea di una repubblica socialista globale.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Centralismo</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Decentralismo</b><br/>Chi ha un punteggio più verso il centralismo tende a supportare una struttura economica basata sulla pianificazione nazionale centralizzata. Chi ha un punteggio più verso il decentralismo tende a supportare una struttura economica basata sulla pianificazione decentralizzata, solitamente su una scala più localizzata.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Scientifico</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Utopico</b><br/>Chi ha un punteggio più verso lo scientifico tende a supportare o simpatizzare con l'analisi marxista della società, lungo le linee del materialismo dialettico. Chi ha un punteggio più verso l'utopia tendono a credere in un'analisi più idealistica della società e rifiutano gli approcci materialisti.",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Rivoluzione</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Riforma</b><br/>Chi ha un punteggio più verso la rivoluzione tende a supportare un radicale e rapido rovesciamento del capitalismo attraverso una rivolta di massa. Chi ha un punteggio più verso il riformismo tende a preferire l'induzione di cambiamenti graduali all'interno delle strutture capitaliste, come la democrazia liberale, con l'obiettivo di eventualmente giungere al socialismo.",
    "index_p_answer": "LeftValues è un quiz di sinistra ispirato e basato sul quiz <a href='https://8values.github.io/'>8values</a> che cerca di identificare la tua posizione sullo spettro delle ideologie di sinistra. Se non sei di sinistra ovviamente questo quiz non fa per te. Ti verrà presentata una serie di affermazioni e dovrai rispondere con la tua posizione in merito, da <b>Molto d'accordo</b> a <b>Molto in disaccordo</b>, ogni risposta influirà sul tuo punteggio. Le affermazioni per ogni asse verranno presentate in ordine invece che sparse. Alla fine del quiz, le tue risposte saranno comparate con il massimo possibile per ogni valore, assegnandoti una percentuale. Rispondi onestamente!<br/><br/>Ci sono <b><u><span id='numOfQuestions'></span></u></b> affermazioni nel test.",
    "result_h2_next_matches": "Altre corrispondenze vicine",
    "ideology_Left-Wing-Nationalism_desc": "Il nazionalismo di sinistra è un'ideologia che mischia le idee economiche di sinistra con il patriottismo e il nazionalismo non xenofobico. Molti nazionalisti di sinistra sono simultaneamente supportivi della solidarietà internazionale e potrebbero supportare la lotta armata.",
    "ideology_Left-Wing-Nationalism_name": "Nazionalismo di sinistra",
    "ideology_Social-Democracy_desc": "La socialdemocrazia è un'ideologia di centro-sinistra che vuole mischiare valori di sinistra come l'assistenza sociale e la regolamentazione delle industrie con il capitalismo e la democrazia liberale nella forma di un'economia mista. Molti socialdemocratici di oggi preferiscono le economie kenesyane.",
    "ideology_Social-Democracy_name": "Socialdemocrazia",
    "ideology_Democratic-Socialism_desc": "Il socialismo democratico è una forma di socialismo che vuole utilizzare la democrazia liberale come mezzo per raggiungere un'economia e una società socialista. I socialisti democratici rifiutano la rivoluzione e l'economia pianificata, invece supportano una moderata proprietà collettiva, nella forma di servizi di proprietà collettiva e l'autogestione democratica sul posto di lavoro.",
    "ideology_Democratic-Socialism_name": "Socialismo democratico",
    "ideology_Utopian-Socialism_desc": "Il socialismo utopico è una forma di socialismo pre-marxista che crede in un fondamento altamente egalitario, moralistico e idealista della società socialista. I socialisti utopisti generalmente respingono la rivoluzione violenta e spesso credono che la classe dominante può essere convinta ad adottare il socialismo.",
    "ideology_Utopian-Socialism_name": "Socialismo utopico",
    "ideology_Market-Anarchism_desc": "L'anarchismo di mercato è una forma di anarchismo che mischia gli obiettivi anarchici come l'abolizione delle gerarchie, dello stato e del capitalismo con un elevato individualismo e un approccio moderatamente riformista. Non andrebbe confuso con l'anarco-capitalismo.",
    "ideology_Market-Anarchism_name": "Anarchismo di mercato",
    "ideology_Eco-Anarchism_desc": "L'eco-anarchismo, o anarchismo verde, è una forma di anarchismo che pone particolare enfasi sulle questioni ambientali. È spesso associato a ideologie più distinte come l'anarco-sindacalismo. Gli eco-anarchisti sono generalmente rivoluzionari e sostengono l'utilizzo di un'economia egalitaria e decentralizzata per il raggiungimento degli obiettivi ambientali.",
    "ideology_Eco-Anarchism_name": "Eco-anarchismo",
    "ideology_Anarcho-Communism_desc": "L'anarco-comunismo è una forma di anarchismo che sostiene l'abolizione del capitalismo e dello stato, ma anche la collettivizzazione dei mezzi di produzione. Gli anarco-comunisti supportano la decentralizazzione dell'economia e del governo, con l'anarco-sindacalismo che rappresenta un metodo comune per l'organizzazione di una società del genere.",
    "ideology_Anarcho-Communism_name": "Anarcocomunismo",
    "ideology_Left-Communism_desc": "La sinistra comunista è una forma di marxismo che tende verso posizioni che vengono definite di ultra-sinistra. Queste includono l'appoggio incondizionato per la rivoluzione e l'internazionalismo, un rifiuto per la partecipazione nella democrazia liberale e il rifiuto della liberazione nazionale e l'autodeterminazione dei popoli.",
    "ideology_Left-Communism_name": "Sinistra comunista",
    "ideology_Council-Communism_desc": "Il comunismo dei consigli e una forma più di sinistra del comunismo che è emersa in Germania e Olanda all'inizio del ventesimo secolo. Il comunismo dei consigli rifiuta la partecipazione alla democrazia liberale, supporta le rivoluzioni spontanee e crede nella riduzione del potere dei partiti politici in favore dei consigli dei lavoratori.",
    "ideology_Council-Communism_name": "Comunismo dei consigli",
    "ideology_Centrist-Marxism_desc": "Il marxismo centrista è una forma di marxismo che adotta le posizioni marxiste sulla società e sull'economia mentre non prende una posizione definitiva riguardo la rivoluzione o il riformismo. Molti marxisti centristi potrebbero essere più nazionalisti di altri marxisti.",
    "ideology_Centrist-Marxism_name": "Marxismo centrista",
    "ideology_Eco-Marxism_desc": "L'eco-marxismo è una forma di marxismo ortodosso più comunemente trovato al giorno d'oggi e che pone particolare enfasi nelle questioni ambientali. Gli eco-marxisti favoriscono l'economia pianificata come mezzo per combattere i problemi climatici.",
    "ideology_Eco-Marxism_name": "Eco-marxismo",
    "ideology_Orthodox-Marxism_desc": "Il marxismo ortodosso è una forma di marxismo che adotta posizioni che si conformano alla teoria marxista come è stata originariamente definita, particolarmente riguardo al materialismo dialettico. I marxisti ortodossi sono molto rivoluzionari e internazionalisti e sostengono che le società non industrializzare non sono in grado di raggiungere il socialismo.",
    "ideology_Orthodox-Marxism_name": "Marxismo ortodosso",
    "ideology_Marxism-Leninism_desc": "Il marxismo-leninismo è una forma di marxismo che si è sviluppata nel ventesimo secolo in Unione Sovietica. Il marxismo-leninismo preferisce l'utilizzo di un partito comunista come piattaforma per arrivare alla rivoluzione e per costruire il socialismo. Molti marxisti-leninisti sono in qualche modo più nazionalisti e patriottici rispetto ad altri marxisti, e potrebbero favorire il progresso industriale a discapito dell'ambiente.",
    "ideology_Marxism-Leninism_name": "Marxismo-leninismo",
    "question_71": "Non puoi raggiungere il socialismo in una società senza fare anche significativi progressi sociali.",
    "question_70": "Le politiche che permettono l'immigrazione di massa sono ingenue e non dovrebbero essere implementate.",
    "question_69": "Le prigioni sono istituzioni oppressive e antiquate e devono essere abolite.",
    "question_68": "Un governo socialista non deve mai avere il diritto di alterare le tradizioni culturali e religiose.",
    "question_67": "Le minoranze devono ricevere protezioni legali speciali.",
    "question_66": "Le religioni hanno tutto sommato un effetto perlopiù positivo e dovrebbero rimanere influenti nella società.",
    "question_65": "L'aborto è immorale e dovrebbe essere vietato o limitato significativamente.",
    "question_64": "Il matrimonio e un costrutto sociale patriarcale e deve essere abbandonato.",
    "question_63": "I ruoli di genere tradizionali, come la donna che deve essere una casalinga, devono essere superati.",
    "question_62": "L'oppressione delle persone LGBTQ+ è un grosso problema che deve essere affrontato seriamente.",
    "question_61": "Dobbiamo accettare che gli stati socialisti del ventesimo secolo hanno fallito dell'affrontare seriamente i problemi ambientali.",
    "question_60": "L'umanità deve tornare a stili di vita primitivi per superare i problemi climatici a lungo termine.",
    "question_59": "La distruzione degli ambienti naturali su piccola scala sono accettabili che portano un notevole beneficio all'umanità.",
    "question_58": "La crescita della popolazione umana deve essere limitata per prevenire un disastro ecologico.",
    "question_57": "Dobbiamo modificare radicalmente il nostro consumo di cibo per limitare lo sfruttamento della natura.",
    "question_56": "È accettabile che l'umanità soffra notevolmente per la preservazione dell'ecosistema.",
    "question_55": "Veicoli personali a motore, come le automobili, dovrebbero essere rimpiazzare dal trasporto pubblico gratuito.",
    "question_54": "Fonti sperimentali di alimenti ecosostenibili come la carne coltivata valgono la pena di essere investigate.",
    "question_53": "Sarà importante implementare protezioni estensive dell'ambiente come parte del raggiungimento del socialismo.",
    "question_52": "Le pratiche industriali di allevamento e coltivazione devono essere abolite anche se portano a una produzione inferiore.",
    "question_51": "È sciocco aspettarsi che le fonti di energia rinnovabili siano in grado di rimpiazzare i combustibili fossili.",
    "question_50": "Misure per affrontare i problemi ambientali sono inaccettabili se risultano in una riduzione significante della produzione e della qualità della vita.",
    "question_49": "Il cambiamento climatico è una delle principali minacce globali e tutti i socialisti devono combatterlo ferocemente.",
    "question_48": "Il sindacalismo è stato largamente corrotto dalla classe dominante e non è più una struttura viabile per l'organizzazione socialista.",
    "question_47": "Le organizzazioni socialiste sono generalmente meglio quando sono organizzate decentralmente e liberamente.",
    "question_46": "Il fatto che così tanti lavoratori votano partiti borghesi invece che partiti socialisti è la prova che le politiche di partito non sono più rilevanti.",
    "question_45": "Le azioni di massa spontanee sono più efficaci di quelle accuratamente pianificate.",
    "question_44": "Solo un partito dei lavoratori di massa può raggiungere obiettivi a lungo termine.",
    "question_43": "Il centralismo democratico è una struttura organizzativa autoritaria che non tiene conto delle masse.",
    "question_42": "La guida dei partiti politici nella progressione verso il socialismo porterà sempre all'autoritarismo.",
    "question_41": "I sindacati e i consigli dei lavoratori dovrebbero costituire la base della società socialista.",
    "question_40": "I partiti politici socialisti dovrebbero partecipare alle elezioni nelle democrazie liberali.",
    "question_39": "Sono disposto a sacrificare risorse economiche del mio paese per aiutare altri paesi.",
    "question_38": "La liberazione nazionale, o l'autodeterminazione per tutti i popoli, è un buon concetto.",
    "question_37": "Il proletariato internazionale non appartiene a nessuna nazione.",
    "question_36": "Popoli con culture simili dovrebbero unirsi in federazioni o confederazioni.",
    "question_35": "Qualsiasi paese socialista dovrebbe dedicarsi all'esportazione della propria ideologia all'estero.",
    "question_34": "L'apertura delle frontiere tra paesi socialisti di simili vedute è desiderabile.",
    "question_33": "I funzionari stranieri non hanno alcun diritto di dettale le politiche di un altro paese.",
    "question_32": "Il movimento socialista globale dovrebbe essere guidato da un singolo partito o da una singola organizzazione.",
    "question_31": "Nazionalismo e patriottismo sono impulsi inaccettabili in una società socialista.",
    "question_30": "Una repubblica socialista globale è un obiettivo realistico e auspicabile.",
    "question_29": "Il governo dovrebbe poter assegnare professioni agli individui.",
    "question_28": "È necessaria l'instaurazione di una dittatura del proletariato come stadio transitorio tra il capitalismo e il socialismo.",
    "question_27": "La burocrazia e l'inefficienza sono sempre intrinseche alle economie pianificate.",
    "question_26": "Un'economia pianificata altamente centralizzata non è socialismo ma capitalismo di stato.",
    "question_25": "Lo stato può essere definito come un monopolio sulla violenza e sull'oppressione.",
    "question_24": "I principi della democrazia sul posto di lavoro e dell'autogestione sono auspicabili.",
    "question_21": "Pianificatori locali, invece che nazionali, sono più efficienti nella gestione di un'economia pianificata.",
    "question_20": "Un'economia e generalmente meglio strutturata quando è organizzata dal basso verso l'alto invece che dall'alto verso il basso.",
    "question_19": "La totale uguaglianza economica e sociale è realisticamente possibile da ottenere.",
    "question_18": "La società è principalmente guidata dagli individui e dalle idee.",
    "question_17": "Il raggiungimento del socialismo è un processo graduale invece che un processo rapido e istantaneo.",
    "question_16": "Il conflitto di classe è una forza che ha influenzato gran parte della storia umana.",
    "question_15": "Il capitalismo indurrà la propria fine attraverso contraddizioni che sfociano in crisi.",
    "question_14": "È possibile convincere pacificamente la classe dominante ad aderire a una società socialista.",
    "question_13": "\"Da ognuno secondo le proprie possibilità, a ognuno secondo i propri bisogni\" è un buon principio.",
    "question_12": "Il socialismo può essere raggiunto realmente solo in società industrializzate.",
    "question_11": "Le condizioni materiali e i bisogni sono il motore dominante dei cambiamenti socioeconomici.",
    "question_10": "I mezzi di produzione, come le fabbriche e le fattorie, devono essere proprietà pubblica.",
    "question_9": "Le genti oppresse hanno il diritto di intraprendere una rivolta violenta quando tutte le altre opzioni sono esaurite.",
    "question_8": "La moderna socialdemocrazia è un tradimento dei valori di sinistra.",
    "question_7": "La ridistribuzione della ricchezza dei più benestanti attraverso la tassazione è una via percorribile per sconfiggere l’inegualità.",
    "question_6": "La violenza rivoluzionaria è accettabile purché l'obiettivo finale sia positivo.",
    "question_5": "La democrazia sul posto di lavoro all'interno del sistema capitalista è un'alternativa accettabile a una completa socializzazione dell'economia.",
    "question_4": "Una rivoluzione socialista è resa inevitabile dalle condizioni del capitalismo.",
    "question_3": "La democrazia liberale è una via percorribile per la realizzazione di una società socialista.",
    "question_1": "Una rivoluzione è il metodo migliore per ottenere una società socialista.",
    "question_2": "Le conseguenze negative di una rivoluzione generalmente superano i vantaggi.",
    "question_0": "Riformare la società capitalista per ottenere migliori diritti per i lavoratori è auspicabile.",
    "index_license": "8values è distribuito sotto la MIT License, che concede i diritti di \"utilizzo, copia, modifica, fusione, pubblicazione, distribuzione, sublicenza, e/o vendita di copie del Software\" \"senza restrizioni. LeftValues è quindi in grado di modificare legalmente l'originale 8values senza infrangere nessun copyright. LeftValues utilizza la stessa licenza.",
    "index_p_tracked": "LeftValues usa una forma di tracciamento molto basilare per avere un'idea sul numero di visitatori. Nessuna informazione personale viene raccolta e le domante/i risultati non sono salvati. Se non mi credi, il codice è a sorgente aperto e consultabile da chiunque. Per maggiore trasparenza, i dati raccolti durante la prima settimana dopo la pubblicazione di LeftValues possono essere consultati in questo <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Documento Google</a>.",
    "index_h2_tracked": "Mi stai tracciando?",
    "index_p_scores": "Per favore, ricorda che non ci si aspetta un punteggio del 100% in nessuna delle categorie. L'obiettivo del quiz è mettere alla prova il tuo punto di vista. Se hai dei suggerimenti o delle critiche costruttive per favore compila questo <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>breve questionario</a> o apri un problema dalla <a href='https://github.com/LeftValues/leftvalues.github.io'>pagina GitHub</a>.",
    "index_h2_scores": "Non mi piace il mio punteggio!",
    "index_h2_closest": "Cosa significa \"Miglior Corrispondenza\" nei risultati?",
    "index_sixaxes": "Correntemente ci sono 7 assi, ognuno ha due valori opposti. Questi valori sono:",
    "index_h2_whatvalues": "Quali sono i valori?",
    "index_h2_whatis": "Che cos'è LeftValues?",
    "index_b_start": "Clicca qui per iniziare!",
    "result_back": "Indietro",
    "result_g_label": "Estremamente Conservatore,Molto Conservatore,Conservatore,Neutrale,Progressista,Molto Progressista,Estremamente Progressista",
    "result_f_label": "Estremamente Produttivista,Molto Produttivista,Produttivista,Neutrale,Ecologista,Molto Ecologista,Estremamente Ecologista",
    "result_e_label": "Estremamente Partigiano,Molto Partigiano,Partigiano,Neutrale,Sindacalista,Molto Sindacalista,Estremamente Sindacalista",
    "result_d_label": "Estremamente Internazionalista,Molto Internazionalista,Internazionalista,Neutrale,Nazionalista,Molto Nazionalista,Estremamente Nazionalista",
    "result_c_label": "Estremamente Centralista,Molto Centralista,Centralista,Neutrale,Decentralista,Molto Decentralista,Estremamente Decentralista",
    "result_b_label": "Estremamente Scientifico,Molto Scientifico,Scientifico,Neutrale,Utopista,Molto Utopista,Estremamente Utopista",
    "result_a_label": "Estremamente Rivoluzionario,Molto Rivoluzionario,Rivoluzionario,Neutrale,Riformista,Molto Riformista,Estremamente Riformista",
    "result_issues": "Per favore, ricorda che non ci si aspetta un punteggio del 100% in nessuna delle categorie. L'obiettivo del quiz è mettere alla prova il tuo punto di vista. Se hai dei suggerimenti o delle critiche costruttive per favore compila questo <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>breve questionario</a> o apri un problema dalla <a href='https://github.com/LeftValues/leftvalues.github.io'>pagina GitHub</a>.",
    "result_h2_score": "Non mi piace il mio punteggio!",
    "next_matches_percent": "Con la corrispondenza migliore al 100% e la peggiore allo 0%, ecco quanto sei vicino alle altre ideologie.",
    "result_h2_match": "Corrispondenza migliore: <span class='weight-300' id='ideology-label'> </span>",
    "result_url": "<br>Puoi inviare questi risultati copiando e incollando l'URL in cima alla pagina o usando l'immagine qui sotto.",
    "result_h1": "Risultati",
    "inst_nvm": "Aspetta, come non detto!",
    "inst_gotit": "Ho capito!",
    "inst_p": "Ti verrà presentata una serie di affermazioni. Per ognuna di esse, seleziona il pulsante con la tua posizione.",
    "inst_h2": "Istruzioni",
    "quiz_question_of": "Domanda {{count}} di {{total}}",
    "quiz_back": "Indietro",
    "quiz_strongly_disagree": "Molto in disaccordo",
    "quiz_disagree": "In disaccordo",
    "quiz_neutral": "Neutrale/Non sono sicuro",
    "quiz_agree": "D'accordo",
    "quiz_strongly_agree": "Molto d'accordo",
    "quiz_loading": "Caricamento…",
    "language_name": "italiano"
}
