{
    "quiz_question_of": "Ερώτηση {{count}} από συνολικά {{total}}",
    "quiz_neutral": "Ούτε συμφωνώ ούτε διαφωνώ/Δεν ξέρω",
    "index_sixaxes": "Υπάρχουν εφτά άξονες, ο καθένας από τους οποίους περιέχει δύο αντίθετες κατηγορίες. Αυτές είναι:",
    "index_h2_whatvalues": "Ποιες είναι οι κατηγορίες;",
    "index_p_answer": "Το LeftValues αντλεί την έμπνευσή του από το κουίζ <a href='https://8values.github.io/'>8values</a> και προσπαθεί να προσδιορίσει τη θέση σας στο φάσμα της αριστεράς. Εάν δεν ανήκετε πολιτικά στην αριστερά, αυτό το κουίζ προφανώς δεν είναι κατάλληλο για εσάς. Η διαδικασία είναι απλή: εμφανίζεται μπροστά σας μια δήλωση για την οποία καλείστε είτε να συμφωνήσετε είτε να διαφωνήσετε. Οι απαντήσεις που μπορείτε να δώσετε κυμαίνονται από το <b>Συμφωνώ απόλυτα</b> μέχρι το <b>Διαφωνώ απόλυτα</b>.Κάθε απάντηση επηρεάζει ελαφρώς το τελικό σας σκορ. Οι ερωτήσεις για κάθε άξονα της αριστεράς παρουσιάζονται με συγκεκριμένη σειρά και δεν είναι διάσπαρτες. Στο τέλος του κουίζ οι απαντήσεις σας θα συγκριθούν με το μεγαλύτερο δυνατό αποτέλεσμα κάθε κατηγορίας. Για κάθε κατηγορία θα λάβετε ένα ποσοστό συμφωνίας ή διαφωνίας. Απαντήστε με ειλικρίνεια! <br/><br/>Υπάρχουν <b><u><span id='numOfQuestions'></span></u></b> ερωτήσεις που πρέπει να απαντήσετε.",
    "index_h2_whatis": "Τι είναι το «LeftValues»;",
    "index_b_start": "Πατήστε εδώ για να ξεκινήσετε!",
    "result_back": "πίσω",
    "result_g_label": "Θιασώτης του κοινωνικού συντηρητισμού,Υποστηρικτής του κοινωνικού συντηρητισμού,Μετριοπαθής υποστηρικτής του κοινωνικού συντηρητισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής του κοινωνικού φιλελευθερισμού,Υποστηρικτής του κοινωνικού φιλελευθερισμού,Θιασώτης του κοινωνικού φιελελευθερισμού",
    "result_f_label": "Θιασώτης της βιομηχανικής παραγωγής,Υποστηρικτής του βιομηχανικής παραγωγής,Μετριπαθής υποστηρικτής της βιομηχανικής παραγωγής,Ουδέτερος,Μετριοπαθής υποστηρικτής της οικολογικού σχεδιασμού,Υποστηρικτής του οικολογικού σχεδιασμού,Θιασώτης του οικολογικού σχεδιασμού",
    "result_e_label": "Θιασώτης του κόμματος,Υποστηρικτής του κόμματος,Μετριοπαθής υποστηρικτής του κόμματος,Ουδέτερος,Μετριοπαθής υποστηρικτής του ενωτισμού,Υποστηρικτής του ενωτισμού,Θιασώτης του ενωτισμού",
    "result_d_label": "Θιασώτης του διεθνισμού,Υποστηρικτής του διεθνισμού,Μετριοπαθής υποστηρικτής του διεθνισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής του εθνικισμού,Υποστηρικτής του εθνικισμού,Θιασώτης του εθνικισμού",
    "result_c_label": "Θιασώτης του συγκεντρωτισμού,Υποστηρικτής του συγκεντρωτισμού,Μετριοπαθής υποστηρικτής του συγκεντρωτισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής της αποκέντρωσης,Υποστηρικτής του αποκεντρωτισμού,Θιασώτης του αποκεντρωτισμού",
    "result_b_label": "Θιασώτης του ρεαλισμού,Υποστηρικτής του ρεαλισμού,Μετριπαθής υποστηρικτής του ρεαλισμού,Ουδέτερος,Μετριοπαθής υποστηρικτής της ουτοπίας,Υποστηρικτής της ουτοπίας,Θιασώτης της ουτοπίας",
    "result_a_label": "Θιασώτης της επανάστασης,Υποστηρικτής της επανάστασης,Μετριοπαθής υποστηρικτής της επανάστασης,Ουδέτερος,Μετριοπαθής υποστηρικτής του ρεφορισμού,Υποστηρικτής του ρεφορισμού,Θιασώτης του ρεφορισμού",
    "inst_nvm": "Καλύτερα άλλη φορά!",
    "inst_gotit": "Κατάλαβα!",
    "result_issues": "Θυμηθείτε ότι είναι αδύνατο να ταυτίζεστε 100% με κάποια ιδεολογία. Ο σκοπός του τεστ είναι να δοκιμάσει τις απόψεις που ενστερνίζεστε. Αν θέλετε να προτείνετε κάτι νέο ή να ασκήσετε εποικοδομητική κριτική, παρακαλούμε συμπληρώστε αυτή τη <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>σύντομη φόρμα</a> ή δημιουργήστε νέο νήμα συζήτησης στη σελίδα του <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub</a>.",
    "result_h2_score": "Δεν μου αρέσουν τα αποτελέσματά μου!",
    "next_matches_percent": "Δείτε σε ποσοστό πόσο κοντά βρίσκεστε με άλλες ιδεολογίες.",
    "result_h2_next_matches": "Επόμενο καλύτερο αποτέλεσμα",
    "result_h2_match": "Καλύτερο αποτέλεσμα: <span class='weight-300' id='ideology-label'> </span>",
    "result_url": "<br>Μπορείτε να προωθήσετε τα αποτελέσματά σας είτε κάνοντας αντιγραφή και επικόλληση του URL συνδέσμου είτε χρησιμοποιώντας την παρακάτω εικόνα.",
    "result_h1": "Αποτελέσματα",
    "inst_p": "Θα δείτε μια σειρά από δηλώσεις. Για καθεμιά απ' αυτές, πατήστε το κουμπί που αντιπροσωπεύει καλύτερα την άποψή σας.",
    "inst_h2": "Οδηγίες",
    "quiz_back": "πίσω",
    "quiz_strongly_disagree": "Διαφωνώ απόλυτα",
    "quiz_disagree": "Διαφωνώ",
    "quiz_agree": "Συμφωνώ",
    "quiz_strongly_agree": "Συμφωνώ απόλυτα",
    "quiz_loading": "Φόρτωση…",
    "language_name": "ελληνικά",
    "question_14": "Είναι δυνατό να πειστεί χωρίς η κυρίαρχη τάξη να υποχωρήσει προκειμένου να διαμορφωθεί η σοσιαλιστική κοινωνία.",
    "question_13": "Η προσέγγιση «από τον καθένα ανάλογα με τις ικανότητές του, στον καθένα σύμφωνα με τις ανάγκες του» κρίνεται ορθή.",
    "question_12": "Ο σοσιαλισμός μπορεί να εδραιωθεί μόνο σε αναπτυγμένες εκβιομηχανισμένες κοινωνίες.",
    "question_11": "Ο υλισμός είναι η κυρίαρχη δύναμη πίσω από τις κοινωνικοοικονομικές αλλαγές.",
    "question_10": "Τα μέσα παραγωγής, όπως είναι τα εργοστάσια και οι κτηνοτροφικές μονάδες, πρέπει να αποτελούν δημόσιο κτήμα.",
    "question_9": "Οι καταπιεσμένοι λαοί έχουν το δικαίωμα να αναμειχθούν σε μια βίαιη εξέγερση, όταν όλες οι υπόλοιπες επιλογές έχουν εξαντληθεί.",
    "question_8": "Η σύγχρονη σοσιαλδημοκρατία είναι προδοτική απέναντι στις παραδοσιακές αξίες της αριστεράς.",
    "question_7": "Οι αναδιανεμητικές πολιτικές, που επιτυγχάνονται μέσα από τη φορολογία, συνιστούν έναν ζωτικό τρόπο μείωσης των ανισοτήτων.",
    "question_6": "Η επαναστατική βία είναι αποδεκτή στο μέτρο που το η έκβαση της επανάστασης κρίνεται ωφέλιμη.",
    "question_5": "Η δημοκρατία μέσα στον εργασιακό χώρο, στο πλαίσιο του καπιταλιστικού συστήματος, είναι ένα αποδεκτό υποκατάστατο της σοσιαλιστικής οικονομίας.",
    "question_4": "Η σοσιαλιστική επανάσταση γίνεται αναπόφευκτη λόγω των συνθηκών που επικρατούν στο καπιταλιστικό σύστημα.",
    "question_3": "Είναι θεμιτό να οικοδομηθεί η σοσιαλιστική κοινωνία διά μέσου της φιλελεύθερης δημοκρατίας.",
    "question_2": "Οι αρνητικές συνέπειες μιας επανάσταση γενικά υπερακοντίζουν τα τυχόν οφέλη.",
    "question_1": "Η επανάσταση είναι ο βέλτιστος τρόπος οικοδόμησης μιας σοσιαλιστικής κοινωνίας.",
    "question_0": "Είναι θεμιτή η μεταρρύθμιση της καπιταλιστικής κοινωνίας προκειμένου να κατοχυρωθούν τα δικαιώματα των εργαζομένων.",
    "index_license": "Το 8values έχει άδεια βάσει της Άδειας MIT, η οποία επιτρέπει \\\"χωρίς περιορισμό \\\" τα δικαιώματα χρήσης, αντιγραφής, τροποποίησης, συγχώνευσης, δημοσίευσης, διανομής, αδειοδότησης ή / και πώλησης αντιγράφων του Λογισμικού \\\". Έτσι, το LeftValues μπορεί να τροποποιήσει νόμιμα τις αρχικές 8 τιμές χωρίς να παραβιάζει κανένα δικαίωμα πνευματικής ιδιοκτησίας. Το LeftValues χρησιμοποιεί επίσης την ίδια άδεια.",
    "index_p_tracked": "Το LeftValues χρησιμοποιεί πολύ βασική παρακολούθηση για να πάρει μια ιδέα για τον αριθμό των επισκεπτών. Δεν συλλέγονται προσωπικές πληροφορίες και δεν αποθηκεύονται απαντήσεις / αποτελέσματα. Εάν δεν με πιστεύετε, ο κωδικός είναι ανοιχτού κώδικα και είναι διαθέσιμος για όλους. Για λόγους διαφάνειας, τα δεδομένα που συλλέχθηκαν για την πρώτη εβδομάδα από την κυκλοφορία μπορούν να προβληθούν σε αυτό <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>το Google έγγραφο</a>.",
    "index_h2_tracked": "Παρακολουθούμαι;",
    "index_p_scores": "Μην ξεχνάτε ότι δεν σκοπεύετε να λάβετε βαθμολογία 100% σε καμία από τις κατηγορίες. Το σημείο του κουίζ είναι να αμφισβητήσετε τις απόψεις σας. Εάν έχετε οποιεσδήποτε προτάσεις ή εποικοδομητική κριτική, συμπληρώστε αυτή τη <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>σύντομη φόρμα</a> ή ανοίξτε ένα θέμα στη <a href='https://github.com/LeftValues/leftvalues.github.io'>σελίδα του GitHub</a>.",
    "index_h2_scores": "Δε μου αρέσουν τα σκορ μου!",
    "index_p_similar": "Παρόμοια με τις 8values, αυτό το κουίζ θα προσπαθήσει να σας ταιριάξει με μια συγκεκριμένη αριστερή ιδεολογία. Υπάρχουν σήμερα δεκατρείς πιθανές ιδεολογίες, με περισσότερες να έρθουν στο μέλλον. Πρόκειται για έργο σε εξέλιξη και ενδέχεται να μην λειτουργεί όπως προορίζεται. Οι προτάσεις είναι ευπρόσδεκτες. Οι τρέχουσες ιδεολογίες είναι: Μαρξισμός-Λενινισμός, Ορθόδοξος Μαρξισμός, Οικο-Μαρξισμός, Κεντρικός Μαρξισμός, Συμβουλιακός Kομμουνισμός, Αριστερός Κομμουνισμός, Αναρχο-Κομμουνισμός, Οικο-Αναρχισμός, Αναρχισμός της Αγοράς, Ουτοπικός Σοσιαλισμός, Δημοκρατικός Σοσιαλισμός, Σοσιαλδημοκρατία και Αριστερός Εθνικισμός.",
    "index_h2_closest": "Τι σημαίνει το \"Κοντινότερο Ταίριασμα\" σε αυτά τα αποτελέσματα;",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Συντηρητικός</b> <b>εναντίον.</b> <b style='color:{{colors.prog}};'>Προοδευτικός</b><br/>Εκείνοι με υψηλότερη συντηρητική βαθμολογία τείνουν να προτιμούν πιο κοινωνικά συντηρητικές πολιτικές και απόψεις. Εκείνοι με υψηλότερο προοδευτικό σκορ τείνουν να υποστηρίζουν πιο κοινωνικά προοδευτικές πολιτικές και απόψεις.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Παραγωγή</b> <b>εναντίον.</b> <b style='color:{{colors.eco}};'>Φύση</b><br/>Εκείνοι με υψηλότερη βαθμολογία παραγωγής τείνουν να δίνουν προτεραιότητα στη βιομηχανική παραγωγή και την αυτοσυντήρηση έναντι των οικολογικών στόχων. Εκείνοι με υψηλότερη βαθμολογία στη φύση τείνουν να υποστηρίζουν μια περιβαλλοντικά προσανατολισμένη οικονομία με αυστηρή οικολογική προστασία.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Κόμμα</b> <b>εναντίον.</b> <b style='color:{{colors.syn}};'>Συνδικάτο</b><br/>Εκείνοι με υψηλότερη βαθμολογία στο κόμμα τείνουν να προτιμούν τη χρήση πολιτικών κομμάτων ως βάση ενός σοσιαλιστικού κινήματος. Εκείνοι με υψηλότερη βαθμολογία συνδικάτων τείνουν να προτιμούν τη χρήση συνδικάτων και άλλων μορφών μαζικής οργάνωσης ως βάση ενός σοσιαλιστικού κινήματος. Το να είσαι υπέρ του κόμματος δεν σημαίνει απαραίτητα ότι αντιτίθεσαι στα συνδικάτα και αντίστροφα, είναι περισσότερο η προτίμηση.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Διεθνισμός</b> <b>vs.</b> <b style='color:{{colors.nat}};'>Εθνικισμός</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Διεθνισμός» τείνουν να υποστηρίζουν τη διαμόρφωση ενός διεθνούς σοσιαλιστικού κινήματος, συνήθως με κεντρικό σκοπό τη κατάργηση των εθνών. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Εθνικισμός» τείνουν να προτάσσουν την οικοδόμηση του σοσιαλισμού εντός υπαρχόντων συνόρων, απορρίπτονας τη διαμόρφωση ενός παγκόσμιου σοσιαλιστικού κράτους.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Συγκεντρωτισμός</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Αποκέντρωση</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Συγκεντρωτισμός» τείνουν να υποστηρίζουν ένα σύστημα που οικοδομείται γύρω από τη κατευθυνόμενη οικονομία. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Αποκέντρωση» τείνουν να αποδέχονται ένα οικονομικό σύστημα που βασίζεται στην αποκεντρωτική διαχείριση, συνήθως οργανωμένο τοπικά.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Επιστημονισμός</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Ουτοπία</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Επιστημονισμός» τείνουν να υποστηρίζουν τη μαρξιστική ανάλυση της κοινωνίας στη βάση του διαλεκτικού υλισμού. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Ουτοπία» τείνουν να ενστερνίζονται ιδεαλιστικά ιδανικά και να απορρίπτουν την υλιστική σύλληψη του Μαρξ.",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Επανάσταση</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Ρεφορμισμός</b><br/>Όσοι έχουν υψηλό ποσοστό στην κατηγορία «Επανάσταση» τείνουν να υποστηρίζουν τη ριζοσπαστική και ραγδαία κατάλυση του καπιταλιστικού συστήματος μέσω μιας σύσσωμης επάναστασης. Όσοι πετυχαίνουν υψηλά ποσοστά στην κατηγορία «Ρεφορμισμός» τείνουν να ασπάζονται την προώθηση βαθμιαίων αλλαγών στο πλαίσιο του καπιταλιστικού συστήματος, όπως είναι η φιλελεύθερη δημοκρατία, με απώτερο σκοπό την επίτευξη του σοσιαλισμού.",
    "question_16": "Η ταξική σύγκρουση είναι μια δύναμη που έχει επηρεάσει μεγάλο μέρος της ανθρώπινης ιστορίας.",
    "question_31": "Ο εθνικισμός και ο πατριωτισμός είναι παρορμήσεις που είναι απαράδεκτες σε μια σοσιαλιστική κοινωνία.",
    "question_19": "Η απόλυτη οικονομική και κοινωνική ισότητα είναι ρεαλιστικά δυνατή.",
    "question_33": "Οι ξένοι αξιωματούχοι δεν έχουν κανένα δικαίωμα να ασκούν πολιτική σε άλλη χώρα.",
    "question_21": "Οι τοπικοί σχεδιαστές, παρά οι εθνικοί σχεδιαστές, είναι πιο αποτελεσματικοί στη διαχείριση μιας σχεδιασμένης οικονομίας.",
    "question_35": "Κάθε σοσιαλιστική χώρα πρέπει να είναι αφιερωμένη στην διάδοση της ιδεολογίας τους στο εξωτερικό.",
    "question_23": "Σε υπανάπτυκτες κοινωνίες, η κεντρικά σχεδιασμένη οικονομία είναι ο καλύτερος τρόπος για να σημειωθεί ταχεία πρόοδος.",
    "question_38": "Η εθνική απελευθέρωση, ή η αυτοδιάθεση για όλους τους λαούς, είναι μια καλή ιδέα.",
    "question_25": "Το κράτος μπορεί να οριστεί καλύτερα ως ένα μονοπώλιο στη βία και την καταπίεση.",
    "question_40": "Τα σοσιαλιστικά πολιτικά κόμματα πρέπει να συμμετέχουν στις φιλελεύθερες δημοκρατικές εκλογές.",
    "question_27": "Η γραφειοκρατία και η αναποτελεσματικότητα είναι πάντα εγγενείς στις κεντρικά σχεδιασμένες οικονομίες.",
    "question_42": "Η ηγεσία των πολιτικών κομμάτων στην πορεία προς τον σοσιαλισμό θα οδηγεί πάντα στον αυταρχισμό.",
    "question_29": "Η κυβέρνηση πρέπει να είναι σε θέση να αναθέτει άτομα σε χώρους εργασίας.",
    "question_44": "Μόνο ένα μαζικό εργατικό κόμμα μπορεί να επιτύχει ουσιαστικούς μακροπρόθεσμους στόχους.",
    "question_46": "Το γεγονός ότι τόσοι πολλοί εργάτες ψηφίζουν τα αστικά κόμματα έναντι των σοσιαλιστικών κομμάτων είναι απόδειξη ότι η κομματική πολιτική δεν είναι πλέον η πρέπουσα.",
    "question_49": "Η κλιματική αλλαγή είναι μια μεγάλη παγκόσμια απειλή την οποία πρέπει να καταπολεμήσουν όλοι οι σοσιαλιστές.",
    "question_50": "Τα μέτρα για την αντιμετώπιση περιβαλλοντικών ζητημάτων είναι μη αποδεκτά εάν έχουν ως αποτέλεσμα σημαντικές μειώσεις στην παραγωγή και την ποιότητα ζωής.",
    "question_53": "Θα είναι σημαντικό να εφαρμοστούν εκτεταμένη περιβαλλοντική προστασία ως μέρος της επίτευξης του σοσιαλισμού.",
    "question_55": "Τα προσωπικά μηχανοκίνητα οχήματα, όπως τα αυτοκίνητα, πρέπει να αντικατασταθούν με δωρεάν δημόσια μέσα μεταφοράς.",
    "question_15": "Ο καπιταλισμός θα προκαλέσει το θάνατό του μέσω αντιφάσεων που οδηγούν σε κρίση.",
    "question_17": "Η εγκαθίδρυση του σοσιαλισμού είναι μια σταδιακή διαδικασία, παρά μια άμεση ή γρήγορη.",
    "question_18": "Η κοινωνία καθοδηγείται πρωτίστως από άτομα και ιδέες.",
    "question_20": "Μια οικονομία σχεδιάζεται γενικά καλύτερα όταν είναι οργανωμένη από κάτω προς τα πάνω και όχι από πάνω προς τα κάτω.",
    "question_22": "Μια κεντρικά σχεδιασμένη οικονομία που βασίζεται σε υπολογιστές είναι μια ιδέα που αξίζει να διερευνηθεί.",
    "question_24": "Οι αρχές της δημοκρατίας στο χώρο εργασίας και της αυτοδιαχείρισης είναι επιθυμητές.",
    "question_26": "Μια εξαιρετικά συγκεντρωτική οικονομία δεν είναι σοσιαλισμός αλλά κρατικός καπιταλισμός.",
    "question_28": "Είναι απαραίτητο να καθιερωθεί μια δικτατορία του προλεταριάτου ως ένα μεταβατικό στάδιο μεταξύ του καπιταλισμού και του σοσιαλισμού.",
    "question_30": "Μια παγκόσμια σοσιαλιστική δημοκρατία είναι ένας ρεαλιστικός και επιθυμητός στόχος.",
    "question_32": "Το παγκόσμιο σοσιαλιστικό κίνημα θα πρέπει να καθοδηγείται από ένα μόνο κόμμα ή οργανισμό.",
    "question_34": "Είναι επιθυμητά τα ανοιχτά σύνορα μεταξύ των σοσιαλιστικών χωρών με κοινό τρόπο σκέψης.",
    "question_36": "Άνθρωποι παρόμοιων πολιτισμών πρέπει να ενώνονται σε ομοσπονδίες ή συνομοσπονδίες.",
    "question_37": "Το διεθνές προλεταριάτο δεν ανήκει σε καμία χώρα.",
    "question_39": "Θα ήμουν πρόθυμος να θυσιάσω οικονομικούς πόρους στη χώρα μου για να βοηθήσω άλλες χώρες.",
    "question_41": "Τα συνδικάτα και τα εργατικά συμβούλια πρέπει να αποτελούν τη βάση μιας σοσιαλιστικής κοινωνίας.",
    "question_43": "Ο δημοκρατικός συγκεντρωτισμός είναι μια αυταρχική οργανωτική δομή που αγνοεί τις μάζες.",
    "question_45": "Οι μαζικές αυθόρμητες ενέργειες είναι πιο αποτελεσματικές από τις προσεκτικά σχεδιασμένες δράσεις.",
    "question_57": "Πρέπει να αλλάξουμε ριζικά την κατανάλωση τροφίμων για να περιορίσουμε την εκμετάλλευση της φύσης.",
    "question_47": "Οι σοσιαλιστικές οργανώσεις είναι γενικά καλύτερες όταν οργανώνονται χαλαρά και αποκεντρωμένα.",
    "question_48": "Ο συνδικαλισμός έχει καταστραφεί σε μεγάλο βαθμό από την άρχουσα τάξη και δεν είναι πλέον μια βιώσιμη δομή για μια σοσιαλιστική οργάνωση.",
    "question_51": "Είναι ανόητο να περιμένουμε από ανανεώσιμες πηγές ενέργειας να αντικαταστήσουν τα ορυκτά καύσιμα.",
    "question_52": "Οι βιομηχανοποιημένες γεωργικές πρακτικές πρέπει να καταργηθούν ακόμη και αν οδηγούν σε χαμηλότερη απόδοση.",
    "question_54": "Οι πειραματικές φιλικές προς το περιβάλλον πηγές τροφίμων, όπως το καλλιεργημένο κρέας, αξίζουν έπενδυση σε αυτές.",
    "question_56": "Είναι αποδεκτό για την ανθρωπότητα να υποφέρει σε σημαντικό βαθμό για τη διατήρηση του φυσικού οικοσυστήματος.",
    "question_58": "Η αύξηση του ανθρώπινου πληθυσμού πρέπει να περιοριστεί για να αποφευχθεί μια οικολογική καταστροφή.",
    "question_60": "Η ανθρωπότητα πρέπει να επιστρέψει στους πρωτόγονους τρόπους του παρελθόντος για να ξεπεράσει τα μακροπρόθεσμα κλιματικά προβλη΄ματα.",
    "question_62": "Η καταπίεση των ατόμων ΛΟΑΤΚΙ+ είναι ένα σημαντικό ζήτημα που πρέπει να αντιμετωπιστεί σοβαρά.",
    "question_64": "Ο γάμος είναι μια πατριαρχική κοινωνική δομή που πρέπει να καταργηθεί.",
    "question_65": "Η άμβλωση είναι μια ανήθικη πράξη που πρέπει να απαγορευτεί ή να περιοριστεί σημαντικά.",
    "question_67": "Οι μειονοτικοί πληθυσμοί πρέπει να λαμβάνουν ειδική νομική προστασία.",
    "question_69": "Οι φυλακές είναι καταπιεστικοί και απαρχαιωμένοι θεσμοί που πρέπει να καταργηθούν.",
    "question_71": "Δεν μπορείς να επιτύχεις μια σοσιαλιστική κοινωνία χωρίς να σημειώσεις σημαντική κοινωνική πρόοδο.",
    "ideology_Marxism-Leninism_name": "Μαρξισμός-Λενινισμός",
    "ideology_Orthodox-Marxism_name": "Ορθόδοξος Μαρξισμός",
    "ideology_Eco-Marxism_name": "Οικο-Μαρξισμός",
    "ideology_Eco-Marxism_desc": "Ο Οικο-Μαρξισμός είναι μια μορφή ορθόδοξου μαρξισμού που βρίσκεται πιο συχνά στη σύγχρονη εποχή που δίνει ιδιαίτερη έμφαση σε περιβαλλοντικά ζητήματα. Οι οικο-μαρξιστές γενικά προτιμούν τον κεντρικό οικονομικό σχεδιασμό ως τρόπο καταπολέμησης των κλιματικών ζητημάτων.",
    "ideology_Centrist-Marxism_name": "Κεντρικός Μαρξισμός",
    "question_59": "Κάποια μικρή καταστροφή της φύσης είναι αποδεκτή εάν ωφελεί κυρίως την ανθρωπότητα.",
    "ideology_Centrist-Marxism_desc": "Ο Κεντρικός Μαρξισμός είναι μια μορφή μαρξισμού που υιοθετεί μαρξιστικές απόψεις για την κοινωνία και την οικονομία, ενώ ταυτόχρονα αποφεύγει να λάβει μια οριστική θέση για την επανάσταση και τον ρεφορμισμό. Πολλοί κεντρικοί μαρξιστές μπορεί επίσης να είναι πιο εθνικιστικοί από άλλους μαρξιστές.",
    "ideology_Council-Communism_name": "Συμβουλιακός Κομμουνισμός",
    "ideology_Left-Communism_name": "Αριστερός Κομμουνισμός",
    "ideology_Left-Communism_desc": "Ο Αριστερός Κομμουνισμός είναι μια μορφή μαρξισμού που κλίνει προς τις λεγόμενες εξαιρετικά αριστερές θέσεις. Αυτά περιλαμβάνουν την άνευ όρων υποστήριξη για την επανάσταση και τον διεθνισμό, την απόρριψη των συνδικάτων και τη συμμετοχή στη φιλελεύθερη δημοκρατία και την απόρριψη της εθνικής απελευθέρωσης και της αυτοδιάθεσης.",
    "ideology_Anarcho-Communism_name": "Αναρχο-Κομμουνισμός",
    "ideology_Eco-Anarchism_name": "Οικο-Αναρχισμός",
    "ideology_Market-Anarchism_name": "Αναρχισμός της Αγοράς",
    "ideology_Market-Anarchism_desc": "Ο Αναρχισμός της Αγοράς είναι μια μορφή αναρχισμού που συνδυάζει αναρχικούς στόχους όπως η κατάργηση της ιεραρχίας, του κράτους και του καπιταλισμού με τον αυξημένο ατομικισμό και μια μετριοπαθή ρεφορμιστική προσέγγιση. Αυτό δεν πρέπει να συγχέεται με τον Αναρχο-Καπιταλισμό.",
    "ideology_Utopian-Socialism_name": "Ουτοπικός Σοσιαλισμός",
    "ideology_Democratic-Socialism_name": "Δημοκρατικός Σοσιαλισμός",
    "ideology_Democratic-Socialism_desc": "Ο Δημοκρατικός Σοσιαλισμός είναι μια μορφή σοσιαλισμού που επιδιώκει να χρησιμοποιήσει τη φιλελεύθερη δημοκρατία ως μέσο επίτευξης μιας σοσιαλιστικής οικονομίας και κοινωνίας. Οι Δημοκρατικοί Σοσιαλιστές απορρίπτουν την επανάσταση και μια κεντρικά σχεδιασμένη οικονομία, αντ'αυτού υποστηρίζουν μία μέτρια ιδιωτική ιδιοκτησία με τη μορφή δημόσιων υπηρεσιών κοινής ωφέλειας και δημοκρατικής αυτοδιαχείρισης στο χώρο εργασίας.",
    "ideology_Social-Democracy_name": "Σοσιαλοδημοκρατία",
    "ideology_Left-Wing-Nationalism_name": "Αριστερός Εθνικισμός",
    "question_61": "Πρέπει να αποδεχτούμε ότι τα σοσιαλιστικά κράτη του 20ού αιώνα απέτυχαν να αντιμετωπίσουν σοβαρά περιβαλλοντικά ζητήματα.",
    "question_63": "Οι παραδοσιακοί ρόλοι των φύλων, όπως οι γυναίκες που είναι νοικοκυρές, πρέπει να ξεπεραστούν.",
    "question_66": "Οι θρησκείες έχουν γενικά ένα θετικό αποτέλεσμα και πρέπει να συνεχίσουν να επηρεάζουν την κοινωνία.",
    "question_68": "Μια σοσιαλιστική κυβέρνηση δεν έχει δικαίωμα να διαταράξει θρησκευτικές ή πολιτιστικές παραδόσεις σε οποιαδήποτε κατάσταση.",
    "question_70": "Οι πολιτικές που επιτρέπουν τη μαζική μετανάστευση είναι αφελείς και δεν πρέπει να εφαρμόζονται.",
    "ideology_Marxism-Leninism_desc": "Ο Μαρξισμός-Λενινισμός είναι μια μορφή μαρξισμού που σφυρηλατήθηκε τον 20ο αιώνα στη Σοβιετική Ένωση. Οι Μαρξιστές-Λενινιστές ευνοούν έντονα τη χρήση ενός κομμουνιστικού πολιτικού κόμματος ως πλατφόρμας για την επίτευξη επανάστασης και την εγκαθίδρυση του σοσιαλισμού. Πολλοί μαρξιστές-λενινιστές είναι κάπως πιο εθνικιστικοί και πατριωτικοί από πολλούς άλλους μαρξιστές, και μπορεί να ευνοήσουν τη βιομηχανική πρόοδο έναντι των περιβαλλοντικών στόχων.",
    "ideology_Orthodox-Marxism_desc": "Ο Ορθόδοξος Μαρξισμός είναι μια μορφή μαρξισμού που υιοθετεί απόψεις που συμμορφώνονται με τη μαρξιστική θεωρία, όπως γράφτηκε αρχικά, ειδικά για το θέμα του διαλεκτικού υλισμού. Οι ορθόδοξοι μαρξιστές είναι εξαιρετικά επαναστατικοί και διεθνιστές και πιστεύουν ότι οι μη βιομηχανικές κοινωνίες είναι ανίκανες να επιτύχουν το σοσιαλισμό.",
    "ideology_Council-Communism_desc": "Συμβουλιακός Κομμουνισμός είναι μια μορφή Αριστερού Κομμουνισμού που εμφανίστηκε στη Γερμανία και την Ολλανδία στις αρχές του 20ού αιώνα. Οι Συμβουλιακοί Κομμουνιστές απορρίπτουν τη συμμετοχή στη φιλελεύθερη δημοκρατία, υποστηρίζουν αυθόρμητες επαναστάσεις και πιστεύουν στην αδυναμία των πολιτικών κομμάτων υπέρ των εργατικών συμβουλίων.",
    "ideology_Anarcho-Communism_desc": "Ο Αναρχο-Κομμουνισμός είναι μια μορφή αναρχισμού που υποστηρίζει την κατάργηση του καπιταλισμού και του κράτους, καθώς και τη συλλογική ιδιοκτησία των μέσων παραγωγής. Οι Αναρχοκομμουνιστές υποστηρίζουν μια αποκεντρωμένη οικονομία και κυβέρνηση, με τον Αναρχο-Συνδικαλισμό να είναι ένας κοινός τρόπος οργάνωσης μιας τέτοιας κοινωνίας.",
    "ideology_Eco-Anarchism_desc": "Ο Οικο-Αναρχισμός, ή ο πράσινος αναρχισμός, είναι μια μορφή αναρχισμού που δίνει ιδιαίτερη έμφαση σε περιβαλλοντικά θέματα. Συνδέεται συχνά με πιο ξεχωριστές ιδεολογίες, όπως ο Αναρχοσυνδικαλισμός. Οι οικο-αναρχικοί είναι γενικά επαναστατικοί και υποστηρίζουν τη χρήση μιας αποκεντρωμένης ισότιμης οικονομίας για την επίτευξη περιβαλλοντικών στόχων.",
    "ideology_Utopian-Socialism_desc": "Ο ουτοπικός Σοσιαλισμός είναι μια μορφή προ-μαρξιστικού σοσιαλισμού που πιστεύει σε μεγάλο βαθμό σε μια ισότιμη, ηθική και ιδεαλιστική βάση για μια σοσιαλιστική κοινωνία. Οι Ουτοπικοί Σοσιαλιστές γενικά απορρίπτουν τη βίαιη επανάσταση και συχνά πιστεύουν ότι η άρχουσα τάξη μπορεί να πειστεί να υιοθετήσει τον σοσιαλισμό.",
    "ideology_Social-Democracy_desc": "Η Σοσιαλοδημοκρατία είναι μια κεντροαριστερά ιδεολογία που υποστηρίζει τη μίξη αριστερών αξιών όπως η κοινωνική ευημερία και η εταιρική ρύθμιση με τον καπιταλισμό και τη φιλελεύθερη δημοκρατία με τη μορφή μικτής οικονομίας. Πολλοί σύγχρονοι σοσιαλδημοκράτες ευνοούν τα Κεϋνσιανά Οικονομικά.",
    "ideology_Left-Wing-Nationalism_desc": "Ο Αριστερός Εθνικισμός είναι μια ιδεολογία που συνδυάζει την αριστερή οικονομία με τον μη ξενοφοβικό εθνικισμό και τον πατριωτισμό. Πολλοί εθνικιστές της αριστερής πτέρυγας υποστηρίζουν ταυτόχρονα τη διεθνή αλληλεγγύη και μπορεί να υποστηρίζουν τον ένοπλο αγώνα."
}
