{
    "language_name": "deutsch",
    "quiz_loading": "Laden…",
    "quiz_strongly_agree": "Stimme voll zu",
    "quiz_agree": "Stimme zu",
    "quiz_neutral": "Neutral/Unsicher",
    "quiz_disagree": "Stimme nicht zu",
    "quiz_strongly_disagree": "Stimme überhaupt nicht zu",
    "quiz_back": "Zurück",
    "quiz_question_of": "Frage {{count}} von {{total}}",
    "inst_h2": "Instruktionen",
    "inst_p": "Sie erhalten eine Reihe von Stellungnahmen. Klicken Sie jeweils auf die Schaltfläche mit Ihrer Meinung dazu.",
    "inst_gotit": "Verstanden",
    "inst_nvm": "Warte, vergiss es!",
    "result_h1": "Ergebnisse",
    "result_url": "<br>Sie können diese Ergebnisse senden, indem Sie die URL oben auf der Seite kopieren und einfügen oder das folgende Bild verwenden.",
    "result_h2_match": "Höchste Übereinstimmung: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Nächst höchste Überstimmungen",
    "next_matches_percent": "Hier sind die Ideologien mit denen du am meisten übereinstimmst, wo volle Übereinstimmung 100% ist und keine 0%.",
    "result_h2_score": "Ich mag meine Ergebnisse nicht",
    "result_issues": "Bitte denken Sie daran, dass Sie in keiner der Kategorien eine 100%-ige Punktzahl erzielen möchten. Ziel des Quiz ist es, Ihre Ansichten zu hinterfragen. Wenn Sie Anregungen oder konstruktive Kritik haben, füllen Sie bitte dieses <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>Kurzformular</a> aus oder öffnen Sie ein Problem auf der <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub-Seite</a>.",
    "result_a_label": "Extrem Revolutionär,Sehr Revolutionär,Revolutionär,Neutral,Reformistisch,Sehr Reformistisch,Extrem Reformistisch",
    "result_b_label": "Extrem Wissenschaftlich,Sehr Wissenschaftlich,Wissenschaftlich,Neutral,Utopisch,Sehr Utopisch,Extrem Utopisch",
    "result_c_label": "Extrem Zentralisiert,Sehr Zentralisiert,Zentralisiert,Neutral,Dezentralisiert,Sehr Dezentralisiert,Extrem Dezentralisiert",
    "result_d_label": "Extrem Internationalistisch,Sehr Internationalistisch,Internationalistisch,Neutral,Nationalistisch,Sehr Nationalistisch,Extrem Nationalistisch",
    "result_e_label": "Extrem Parteiisch,Sehr Parteiisch,Parteiisch,Neutral,Gewerkschaftlich,Sehr Gewerkschaftlich,Extrem Gewerkschaftlich",
    "result_f_label": "Extrem Produktivist,Sehr Produktivist,Produktivist,Neutral,Ökologisch,Sehr Ökologisch,Extrem Ökologisch",
    "result_g_label": "Extrem Konservativ,Sehr Konservativ,Konservativ,Neutral,Progressiv,Sehr Progressiv,Extrem Progressiv",
    "result_back": "Zurück",
    "index_b_start": "Klicke hier um anzufangen!",
    "index_h2_whatis": "Was ist LeftValues?",
    "index_p_answer": "LeftValues ist ein linkes Quiz, das von dem Quiz <a href='https://8values.github.io/'>8values</a> inspiriert ist und auf diesem basiert und versucht, Ihre Position im linken Spektrum zu bestimmen.Wenn Sie kein Linker sind, ist dieses Quiz offensichtlich nicht für Sie geeignet. Ihnen wird eine Erklärung vorgelegt, und Sie werden mit Ihrer Meinung zu den Fragen mit den Antworten <b>Stimme voll zu</b> bis <b>Stimme überhaupt nicht zu</b>, wobei sich jede Antwort geringfügig auf deine Punktzahl auswirkt. Die Fragen für die einzelnen Achsen werden nacheinander und nicht gestreut dargestellt. Am Ende des Quiz werden deine Antworten mit dem für jeden Wert maximal möglichen Wert verglichen. Damit geben Sie einen Prozentsatz. Antworte ehrlich! <br/> <br/>Der Test enthält <b><u><span id='numOfQuestions'></span></u></b> Fragen.",
    "index_h2_whatvalues": "Was sind die Werte?",
    "index_sixaxes": "Derzeit gibt es sechs Achsen, von denen jede zwei entgegengesetzte Werte hat. Sie sind:",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Revolution</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Reform</b><br/>Diejenigen mit einem höheren Revolutionswert unterstützen tendenziell einen radikalen und raschen Sturz des kapitalistischen Systems durch einen Massenaufstand. Diejenigen mit einem höheren Reformwert tendieren dazu, allmähliche Veränderungen in kapitalistischen Strukturen wie der liberalen Demokratie herbeizuführen, mit dem eventuellen Ziel des Sozialismus.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Wissenschaftlich</b> <b>vs.</b> <b style='{{colors.uto}};'>Utopisch</b><br/>Diejenigen mit einer höheren wissenschaftlichen Punktzahl neigen dazu, die marxistische Gesellschaftsanalyse im Sinne des dialektischen Materialismus zu unterstützen oder zu sympathisieren. Diejenigen mit einer höheren utopischen Bewertung neigen dazu, an eine idealistischere Analyse der Gesellschaft zu glauben und materialistische Ansätze abzulehnen.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Zentralisiert</b> <b>vs.</b> <b style='{{colors.dec}};'>Dezentralisiert</b><br/>Diejenigen mit einer höheren zentralen Punktzahl neigen dazu, eine Wirtschaftsstruktur zu unterstützen, die auf einer zentralisierten nationalen Planung beruht. Diejenigen mit einer höheren dezentralen Punktzahl neigen dazu, eine Wirtschaftsstruktur zu unterstützen, die auf einer dezentralen Planung beruht, normalerweise in einem lokaleren Maßstab.",
    "index_int_desc": "<b style='color:{{colors.int}};'>International</b> <b>vs.</b> <b style='{{colors.nat}};'>National</b><br/>Diejenigen mit einer höheren internationalen Punktzahl neigen dazu, die Bildung einer internationalen sozialistischen Bewegung zu unterstützen, oft mit dem Ziel, Nationen abzuschaffen. Diejenigen mit einer höheren nationalen Punktzahl neigen dazu, den Aufbau des Sozialismus innerhalb der bestehenden Grenzen zu priorisieren und das Ziel einer sozialistischen Weltrepublik abzulehnen.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Partei</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Gesellschaft</b><br/>Diejenigen mit einer höheren Parteibewertung bevorzugen es, politische Parteien als Grundlage einer sozialistischen Bewegung zu verwenden. Diejenigen mit einer höheren Gewerkschaftsbewertung bevorzugen es, Gewerkschaften und andere Formen der Massenorganisation als Grundlage einer sozialistischen Bewegung zu verwenden. Partei bedeutet nicht unbedingt, dass Sie gegen Gewerkschaften sind und umgekehrt, es geht mehr um Präferenzen.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Produktion</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Ökologie</b><br/>Diejenigen mit einem höheren Produktionsfaktor tendieren dazu, die Industrieproduktion und die Selbstverträglichkeit vor ökologischen Zielen zu priorisieren. Diejenigen mit einem höheren ökologischen Faktor tendieren dazu, eine umweltorientierte Wirtschaft mit strengen ökologischen Schutzmaßnahmen zu unterstützen.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Konservativ</b> <b>vs.</b> <b style='color:{{colors.prog}};'>Progressiv</b><br/>Diejenigen mit einer höheren konservativen Bewertung tendieren dazu, sozial konservativere Strategien und Ansichten zu bevorzugen. Diejenigen mit einer höheren progressiven Punktzahl unterstützen tendenziell eine sozial progressivere Politik und Sichtweise.",
    "index_h2_closest": "Was bedeutet \"Nächste Übereinstimmung\" in den Ergebnissen?",
    "index_p_similar": "Ähnlich wie bei 8values wird dieses Quiz versuchen, Sie mit einer bestimmten linken Ideologie in Einklang zu bringen. Derzeit gibt es zwölf mögliche Ideologien, von denen in Zukunft weitere folgen werden. Dies ist eine laufende Arbeit und funktioniert möglicherweise nicht wie beabsichtigt. Vorschläge sind sehr willkommen. Die gegenwärtigen Ideologien sind: Marxismus-Leninismus, orthodoxer Marxismus, Öko-Marxismus, zentristischer Marxismus, Kommunismus des Rates, Linkskommunismus, Anarcho-Kommunismus, Öko-Anarchismus, Marktanarchismus, utopischer Sozialismus, demokratischer Sozialismus, Sozialdemokratie und Linksnationalismus.",
    "index_h2_scores": "Ich mag meine Ergebnisse nicht!",
    "index_p_scores": "Bitte denken Sie daran, dass Sie in keiner der Kategorien eine 100%-ige Punktzahl erzielen möchten. Ziel des Quiz ist es, Ihre Ansichten zu hinterfragen. Wenn Sie Anregungen oder konstruktive Kritik haben, füllen Sie bitte dieses <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>Kurzformular</a> aus oder öffnen Sie ein Problem auf der <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub-Seite</a>.",
    "index_h2_tracked": "Werde ich getracked?",
    "index_p_tracked": "LeftValues verwendet ein sehr einfaches Tracking, um sich einen Überblick über die Anzahl der Besucher zu verschaffen. Es werden keine persönlichen Informationen gesammelt und Antworten/Ergebnisse werden nicht gespeichert. Wenn Sie mir nicht glauben, ist der Code Open Source und für alle sichtbar.",
    "question_0": "Es ist wünschenswert, die kapitalistische Gesellschaft zu reformieren, um bessere Rechte für die Arbeitnehmer zu erreichen.",
    "question_1": "Revolution ist der beste Weg zur sozialistischen Revolution.",
    "question_2": "Die negativen Folgen einer Revolution überwiegen im Allgemeinen die Vorteile.",
    "question_3": "Die liberale Demokratie ist ein realistischer Weg, um eine sozialistische Gesellschaft zu erreichen.",
    "question_4": "Eine sozialistische Revolution wird durch die Bedingungen des Kapitalismus unvermeidlich gemacht.",
    "question_5": "Die Demokratie am Arbeitsplatz im Kapitalismus ist eine akzeptable Alternative zu einer vollständigen Sozialisierung der Wirtschaft.",
    "question_6": "Revolutionäre Gewalt ist akzeptabel, solange das Endergebnis positiv ist.",
    "question_7": "Die Umverteilung von Reichtum der Reichen durch Steuern ist ein realistischer Weg, um die Ungleichheit zu besiegen.",
    "question_8": "Die moderne Sozialdemokratie ist ein Verrat an linken Werten.",
    "question_9": "Unterdrückte Völker haben das Recht, sich an einem gewaltsamen Aufstand zu beteiligen, wenn alle anderen Möglichkeiten ausgeschöpft sind.",
    "question_10": "Die Produktionsmittel wie Fabriken und Farmen müssen in öffentlichem Besitz sein.",
    "question_11": "Die materiellen Grundlagen und Bedürfnisse sind der Hauptantrieb für sozioökonomische Veränderungen.",
    "question_12": "Der Sozialismus kann nur in entwickelten Industriegesellschaften voll verwirklicht werden.",
    "question_13": "''Jeder nach seinen Fähigkeiten, jedem nach seinen Bedürfnissen'' ist ein guter Grundsatz.",
    "question_14": "Es ist möglich, die herrschende Klasse friedlich davon zu überzeugen, sich einer sozialistischen Gesellschaft zu richten.",
    "question_15": "Der Kapitalismus wird seinen eigenen Niedergang durch seine zentralen Widersprüchen herbeiführen, die zur Krise führen.",
    "question_16": "Klassenkonflikte sind eine Kraft, die einen Großteil der menschlichen Geschichte beeinflusst haben.",
    "question_17": "Die Etablierung des Sozialismus ist eher ein schrittweiser als ein sofortiger oder schneller Prozess.",
    "question_18": "Die Gesellschaft wird hauptsächlich von Individuen und Ideen angetrieben.",
    "question_19": "Eine vollständige wirtschaftliche und soziale Gleichstellung ist realistisch erreichbar.",
    "question_20": "Eine Wirtschaft ist im Allgemeinen besser konzipiert, wenn sie von unten nach oben und nicht von oben nach unten organisiert ist.",
    "question_21": "Lokale Planer sind effizienter als nationale Planer, wenn es um die Führung einer Planwirtschaft geht.",
    "question_22": "Eine zentral auf Computern basierende Planwirtschaft ist ein Konzept, das wert ist, untersucht zu werden.",
    "question_23": "In unterentwickelten Gesellschaften ist eine zentral geplante Wirtschaft der beste Weg, um rasche Fortschritte zu erzielen.",
    "question_24": "Die Grundsätze der Demokratie am Arbeitsplatz und der Selbstverwaltung sind wünschenswert.",
    "question_25": "Der Staat kann am besten als Gewalt- und Unterdrückungsmonopol definiert werden.",
    "question_26": "Eine stark zentralisierte Planwirtschaft ist nicht Sozialismus, sondern Staatskapitalismus.",
    "question_27": "Bürokratie und Ineffizienz sind in zentral geplanten Volkswirtschaften immer vorhanden.",
    "question_28": "Es ist notwendig, eine Diktatur des Proletariats als Übergangsphase zwischen Kapitalismus und Sozialismus zu etablieren.",
    "question_29": "Die Regierung sollte in der Lage sein, Individuen Arbeitsplätzen zuzuweisen.",
    "question_30": "Eine sozialistische Weltrepublik ist ein realistisches und wünschenswertes Ziel.",
    "question_31": "Nationalismus und Patriotismus sind Impulse, die in einer sozialistischen Gesellschaft inakzeptabel sind.",
    "question_32": "Die globale sozialistische Bewegung sollte von einer einzigen Partei oder Organisation geführt werden.",
    "question_33": "Ausländische Beamte haben kein Recht, die Politik in einem anderen Land zu diktieren.",
    "question_34": "Offene Grenzen zwischen gleichgesinnten sozialistischen Ländern sind wünschenswert.",
    "question_35": "Jedes sozialistische Land sollte sich dem Export seiner Ideologie ins Ausland widmen.",
    "question_36": "Menschen ähnlicher Kulturen sollten sich zu Vereinigungen oder Verbände zusammenschließen.",
    "question_37": "Das internationale Proletariat gehört keinem Land an.",
    "question_38": "Nationale Befreiung oder Selbstbestimmung für alle Völker ist ein gutes Konzept.",
    "question_39": "Ich wäre bereit, wirtschaftliche Ressourcen in meinem Heimatland zu opfern, um anderen Ländern zu helfen.",
    "question_40": "Sozialistische Parteien sollten an liberalen demokratischen Wahlen teilnehmen.",
    "question_41": "Gewerkschaften und Arbeiterräte sollten die Grundlage einer sozialistischen Gesellschaft bilden.",
    "question_42": "Die Führung der politischen Parteien auf dem Weg zum Sozialismus wird immer zum Autoritarismus führen.",
    "question_43": "Demokratischer Zentralismus ist eine autoritäre Organisationsstruktur, die die Massen missachtet.",
    "question_44": "Nur eine Massenarbeiterpartei kann bedeutungsvolle langzeit Ziele erreichen.",
    "question_45": "Massenspontanaktionen sind effektiver als sorgfältig geplante Aktionen.",
    "question_46": "Die Tatsache, dass so viele Arbeiter für bürgerliche Parteien über sozialistische Parteien stimmen, ist ein Beweis dafür, dass Parteipolitik nicht mehr relevant ist.",
    "question_47": "Sozialistische Organisationen sind im Allgemeinen besser dran, wenn sie lose und dezentral organisiert sind.",
    "question_48": "Die Gewerkschaftsbewegung wurde von der herrschenden Klasse weitgehend korrumpiert und ist für eine sozialistische Organisation nicht mehr lebensfähig.",
    "question_49": "Der Klimawandel ist eine große globale Bedrohung, gegen die sich alle Sozialisten entschieden wehren müssen.",
    "question_50": "Maßnahmen zur Bewältigung von Umweltproblemen sind nicht hinnehmbar, wenn sie zu erheblichen Einbußen bei Produktion und Lebensqualität führen.",
    "question_51": "Es ist töricht zu erwarten, dass erneuerbare Energiequellen fossile Brennstoffe ersetzen können.",
    "question_52": "Die industrialisierten landwirtschaftlichen Praktiken müssen abgeschafft werden, auch wenn sie zu geringeren Produktionsleistungen führen.",
    "question_53": "Es wird wichtig sein, im Rahmen der Verwirklichung des Sozialismus umfassende Umweltschutzmaßnahmen zu ergreifen.",
    "question_54": "Es lohnt sich, in experimentelle umweltfreundliche Nahrungsquellen wie z. B. kultiviertem Fleisch zu investieren.",
    "question_55": "Persönliche Kraftfahrzeuge wie Autos sollten durch kostenlose öffentliche Verkehrsmittel ersetzt werden.",
    "question_56": "Es ist akzeptabel, dass die Menschheit in nennenswertem Maße leidet, um das natürliche Ökosystem zu erhalten.",
    "question_57": "Wir müssen unseren Lebensmittelkonsum radikal verändern, um die Ausbeutung der Natur einzuschränken.",
    "question_58": "Das Bevölkerungswachstum muss gebremst werden, um eine ökologische Katastrophe zu verhindern.",
    "question_59": "Eine geringfügige Zerstörung der Natur ist akzeptabel, wenn dies insbesondere der Menschheit zugute kommt.",
    "question_60": "Die Menschheit muss zu den primitiven Wegen der Vergangenheit zurückkehren, um langfristige Klimaprobleme zu überwinden.",
    "question_61": "Wir müssen akzeptieren, dass die sozialistischen Staaten des 20. Jahrhunderts Umweltprobleme nicht ernsthaft angesprochen haben.",
    "question_62": "Die Unterdrückung von LGBTQ+ Personen ist ein wichtiges Thema, das ernsthaft angegangen werden muss.",
    "question_63": "Traditionelle Geschlechterrollen wie Frauen als Hausfrauen müssen überwunden werden.",
    "question_64": "Die Ehe ist ein patriarchalisches soziales Konstrukt, das abgeschaft werden sollte",
    "question_65": "Abtreibung ist eine unmoralische Handlung, die verboten oder erheblich eingeschränkt werden sollte.",
    "question_66": "Religionen im Allgemeinen wirken sich überwiegend positiv aus und sollten gesellschaftlich einflussreich bleiben.",
    "question_67": "Minderheiten sollten besonderen rechtlichen Schutz erhalten.",
    "question_68": "Eine sozialistische Regierung hat kein Recht, religiöse oder kulturelle Traditionen zu stören in irgendeiner Situation.",
    "question_69": "Gefängnisse sind unterdrückerische und veraltete Institutionen, die abgeschafft werden müssen.",
    "question_70": "Massenauswanderungspolitik ist naiv und sollte nicht umgesetzt werden.",
    "question_71": "Man kann keine sozialistische Gesellschaft erreichen, ohne auch signifikante soziale Fortschritte zu erzielen."
}