{
    "language_name": "srpskohrvatski",
    "quiz_loading": "Učitavanje...",
    "quiz_strongly_agree": "Potpuno Se Slažem",
    "quiz_agree": "Donekle Se Slažem",
    "quiz_neutral": "Nemam Mišljenje/Ne znam",
    "quiz_disagree": "Donekle Se Ne Slažem",
    "quiz_strongly_disagree": "Uopšte Se Ne Slažem",
    "quiz_back": "Nazad",
    "quiz_question_of": "Pitanje {{count}} od {{total}}",
    "inst_h2": "Uputstva",
    "inst_p": "Biće vam predstavljen niz izjava. Za svaku, kliknite dugme na kojem je vaše mišljenje.",
    "inst_gotit": "Razumijem!",
    "inst_nvm": "Čekaj, nema veze!",
    "result_h1": "Rezultati",
    "result_url": "<br>Možete da pošaljete ove rezultate kopirajući URL na vrhu stranice ili koristeći sliku ispod.",
    "result_h2_match": "Najbliže podudaranje: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Sledeća najbliža podudaranja",
    "next_matches_percent": "Sa vašom najbližom na 100% i najdaljom na 0%, evo koliko su vam bliske ostale ideologije.",
    "result_h2_score": "Ne sviđaju mi se moji rezultati!",
    "result_issues": "Imajte na umu da cilj nije da dobijete 100% na bilo kojoj kategoriji. Smisao kviza je da izazove vaše mišljenje. Ako imate bilo kakve prijedloge ili konstruktivnu kritiku molimo vas da ispunite ovaj <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>kratki formular</a> ili otvorite pitanje na <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub stranici</a>.",
    "result_a_label": "Izuzetno Revolucionarni,Vrlo Revolucionarni,Revolucionarni,Neutralni,Reformistički,Vrlo Reformistički,Izuzetno Reformistički",
    "result_b_label": "Izuzetno Naučni,Vrlo Naučni,Naučni,Neutralni,Utopijski,Vrlo Utopijski,Izuzetno Utopijski",
    "result_c_label": "Izuzetno Centralistički,Vrlo Centralistički,Centralistički,Neutralni,Decentralistički,Vrlo Decentralistički,Izuzetno Decentralistički",
    "result_d_label": "Izuzetno Internacionalistički,Vrlo Internacionalistički,Internacionalistički,Neutralni,Nacionalistički,Vrlo Nacionalistički,Izuzetno Nacionalistički",
    "result_e_label": "Izuzetno Partijski,Vrlo Partijski,Partijski,Neutralni,Sindikatski,Vrlo Sindikatski,Izuzetno Sindikatski",
    "result_f_label": "Izuzetno Proizvođački,Vrlo Proizvođački,Proizvođački,Neutralni,Ekološki,Vrlo Ekološki,Izuzetno Ekološki",
    "result_g_label": "Izuzetno Konzervativni,Vrlo Konzervativni,Konzervativni,Neutralni,Progresivni,Vrlo Progresivni,Izuzetno Progresivni",
    "result_back": "Nazad",
    "index_b_start": "Kliknite ovdje da započnete test!",
    "index_h2_whatis": "Šta je LeftValues?",
    "index_p_answer": "LeftValues je ljevičarski kviz inspirisan i zasnovan na <a href='https://8values.github.io/'>8values</a> kvizu koji identifikuje vaš pološaj na ljevičarskom političkom spektru. Ako niste ljevičar, ovaj kviz očigledno nije prikladan za vas. Biće vam postavljena pitanja, i onda ćete odgovoriti sa vašim mišljenjem o tom pitanju, od <b>Potpuno Se Slažem</b> do <b>Uopšte Se Ne Slažem</b>. Svaki odgovor utiče na vaše rezultate. Pitanja za svaku osu su postavljena u redu. Na kraju kviza, vaši odgovori će biti upoređeni sa maksimumom mogućim za svaku osu. Odgovarajte iskreno!<br/><br/>U testu su <b><u><span id='numOfQuestions'></span></u></b> pitanja.",
    "index_h2_whatvalues": "Koje su vrijednosti u pitanju?",
    "index_sixaxes": "Trenutno postoji sedam osa sa suprotstavljenim vrijednostima. To su:",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Revolucija</b> <b>protiv</b> <b style='color:{{colors.ref}};'>Reforme</b><br/>Oni sa višom vrijednošću revolucije inače podržavaju brzo i radikalno svrgavanje kapitalističkog sistema putem masovnog ustanka. Oni sa višom vrijednošću reforme inače preferiraju uvođenje postepenih promjena u kapitalističke strukture, kao što je liberalna demokratija, sa eventualnim ciljem dostizanja socijalizma.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Naučni Pristup</b> <b>protiv</b> <b style='color:{{colors.uto}};'>Utopizma</b><br/>Oni sa višom naučnom vrijednošću inače podržavaju Marksističku analizu društva na osnovi dijalektičkog materijalizma. Oni sa višom utopijskom vrijednošću inače vjeruju u više idealističku analizu društva i odbacuju materijalističke pristupe.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Centralizam</b> <b>protiv</b> <b style='color:{{colors.dec}};'>Decentralizma</b><br/>Oni sa višom vrijednošću centralizma inače podržavaju ekonomsku strukturu zasnovanu na nacionalnom planiranju. Oni sa višom vrijednošću decentralizma inače podržavaju ekonomsku strukturu zasnovanu na decentraliziranom planiranju, uglavnom na lokalnom nivou.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Internacionalizam</b> <b>protiv</b> <b style='color:{{colors.syn}};'>Nacionalizma</b><br/>Oni sa višom vrijednošću internacionalizma inače podržavaju formiranje međunarodnog socijalističkog pokreta, često sa eventualnim ciljem ukidanja nacija. Oni sa višom vrijednošću nacionalizma inače prioritiziraju građenje socijalizma unutar postojećih granica i odbijaju cilj svjetske socijalističke republike.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Partija</b> <b>protiv</b> <b style='color:{{colors.syn}};'>Sindikata</b><br/>Oni sa višom vrijednošću partije inače preferiraju političke partije kao osnovu socijalističkog pokreta. Oni sa višom vrijednošću sindikata inače podržavaju upotrijebu radničkih sindikata i drugih oblika masovnog organizovanja kao osnovu socijalističkog pokreta. Biti za partiju ne znaći nužno da ste protiv sindikata ili obrnuto, ovo je jednostavno pitanje preference.",
    "index_prod_desc": "<b style='color:#804E00;'>Proizvodnja</b> <b>protiv</b> <b style='color:#76890B;'>Prirode</b><br/>Oni sa višom vrijednošću proizvodnje inače prioritiziraju industrijsku proizvodnju i samoodrživost nad ekološkim ciljevima. Oni sa višom vrijednošću prirode (odnosno ekologije) inače podržavaju ekonomiju orijentisanu očuvanju okoline.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Konzervativnost</b> <b>protiv</b> <b style='color:{{colors.prog}};'>Progresivnosti</b><br/>Oni sa višom vrijednošću konzervativnosti inače podržavaju više društveno konzervativnu politiku. Oni sa višom progresivnom vrijednošću inače podržavaju više društveno progresivnu politiku.",
    "index_h2_closest": "Šta \"Najbliže Podudaranje\" znači u rezultatima?",
    "index_p_similar": "Slično kao i u 8values, ovaj kviz će pokušati da odredi vama najbližu specifičnu ljevičarsku idelogiju. Trenutno ih je 13, i više će biti dodano u budućnosti. Prijedlozi su dobrodošli. Trenutno, ideologije su: Marksizam-Lenjinizam, Ortodoksni Marksizam, Eko-Marksizam, Centristički Marksizam, Komunizam Radničkih Savjeta, Ljevi Komunizam, Anarho-Komunizam, Eko-Anarhizam, Tržišni Anarhizam, Utopijski Socijalizam, Demokratski Socijalizam, Socijaldemokratija i Ljevi Nacionalizam.",
    "index_h2_scores": "Ne sviđaju mi se moji rezultati!",
    "index_p_scores": "Imajte na umu da cilj nije da dobijete 100% na bilo kojoj kategoriji. Smisao kviza je da izazove vaše mišljenje. Ako imate bilo kakve prijedloge ili konstruktivnu kritiku molimo vas da ispunite ovaj <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>kratki formular</a> ili otvorite pitanje na <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub stranici</a>.",
    "index_h2_tracked": "Da li me stranica prati?",
    "index_p_tracked": "LeftValues koristi vrlo osnovno praćenje broja posjetioca. Ne sakuplja lične podakte i odgovori/rezultati nisu sačuvani. Ako nam ne vjerujete, kod je open source i dostupan svima na pregled. Radi transparentnost, prikupljeni podaci za prvu sedmicu od objave mogu se vidjeti u ovom <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Google dokumentu</a>.",
    "question_0": "Reformisanje kapitalističkog društva radi postizanja radničkih prava je poželjno.",
    "question_1": "Revolucija je najbolji način za postizanje socijalističkog društva.",
    "question_2": "Negativne posljedice revolucije najčešće prevagnu njene prednosti.",
    "question_3": "Liberalna demokratija je realističan način dostizanja socijalističkog društva.",
    "question_4": "Socijalistička revolucija je neizbježna zbog uslova kapitalizma.",
    "question_5": "Demokracija na radnom mjestu, unutar kapitalističkog sistema, je prihvatljiva alternativa potpunoj socijalizaciji ekonomije.",
    "question_6": "Revolucionarno nasilje je prihvatljivo dok god je konačni ishod pozitivan.",
    "question_7": "Redistribucija bogatstva od bogatih pomoću poreza je realističan način da se savlada nejednakost.",
    "question_8": "Savremena socijaldemokratija je izdaja ljevičarskih vrijednosti.",
    "question_9": "Potlačeni ljudi imaju pravo da učestvuju u nasilnom ustanku kada su sve ostale opcije iscrpljene.",
    "question_10": "Proizvodna sredstva, kao što su fabrike i farme, moraju biti u javnom vlasništvu.",
    "question_11": "Materijalni uslovi i potrebe su ključni pogon socio-ekonomskih promjena.",
    "question_12": "Socijalizam se može u potpunosti postignusti samo u razvijenim, industrijalizovanim društvima.",
    "question_13": "''Od svakog prema sposobnostima, svakome prema potrebama'' je dobar princip.",
    "question_14": "Moguće je nenasilno ubijediti vladajuću klasu da se povinuje socijalističkom društvu.",
    "question_15": "Kapitalizam će sam sebe dovesti do propasti preko unutrašnjih kontradikcija koje rezultuju u krizi.",
    "question_16": "Klasni konflikt je sila koja je uticala na bolji dio ljudske istorije.",
    "question_17": "Uspostavljanje socijalizma je postepeni proces, nije trenutan ili brz.",
    "question_18": "Društvo je prvenstveno pokrenuto individuama i idejama.",
    "question_19": "Potpunu ekonomsku i društvenu jednakost je moguće dostignuti.",
    "question_20": "Ekonomija je generalno osmišljena bolje kada je organizovana odozdo prema gore nego odozgo prema dole.",
    "question_21": "Lokalni planeri su efikasniji of nacionalnih planera u upravljanju planirane ekonomije.",
    "question_22": "Centralno planirana ekonomija zasnovana na kompjuterima je ideja koju vrijedi izučiti.",
    "question_23": "U slabije razvijenim društvima centralno planirana ekonomija je najbolji način da se brzo ostvari napredak.",
    "question_24": "Principi demokracije na radnom mjestu i samoupravljanje su poželjni.",
    "question_25": "Država se najbolje može definisati kao monopol na nasilje i ugnetavanje.",
    "question_26": "Izuzetno centralizirana planirana ekonomija nije socijalizam već državni kapitalizam.",
    "question_27": "Birokratija i neefikasnost je uvijek prisutna u centralno planiranim ekonomijama.",
    "question_28": "Osnivanje diktature proletarijata je nužno kao prelazna faza između kapitalizma i socijalizma.",
    "question_29": "Vlada bi trebala biti sposobna da određuje ili dodjeljuje radna mjesta ljudima.",
    "question_30": "Svijetska socijalistička republika je realističan i poželjan cilj.",
    "question_31": "Nacionalizam i patriotizam su impulsi koji su neprihvatljivi u socijalističkom društvu.",
    "question_32": "Globalni socijalistički pokret bi trebala predvoditi samo jedna partija ili organizacija.",
    "question_33": "Strani zvaničnici nemaju pravo da određuju politiku u drugoj zemlji.",
    "question_34": "Otvorene granice između socijalističkih zemalja su poželjne.",
    "question_35": "Bilo koja socijalistička zemlja bi trebala biti posvećena izvozu svoje ideologije u inostranstvo.",
    "question_36": "Ljudi sličnih kultura bi se trebala ujediniti u federacije ili konfederacije.",
    "question_37": "Međunarodni proletarijat ne pripada nijednoj zemlji.",
    "question_38": "Nacionalno oslobođenje ili samoopredjeljenje za sve narode je dobra ideja.",
    "question_39": "Prihvaćam žrtvovanje ekonomskih resursa u mojoj zemlji radi pomoći drugim zemljama.",
    "question_40": "Socijalističke političke partije bi trebale učestvovati u liberalno-demokratskim izborima.",
    "question_41": "Sindikati i radnička vijeća bi trebala biti osnova socijalističkog društva.",
    "question_42": "Vođstvo političkih partija u napretku ka socijalizmu će uvijek dovesti do autoritarizma.",
    "question_43": "Demokratski centralizam je autoritarna organizacijska struktura koja se ne obazire na mase.",
    "question_44": "Samo masovna radnička stranka može postići smislene dugoročne ciljeve.",
    "question_45": "Masovne spontane akcije su daleko efikasnije od pažljivo planiranih akcija.",
    "question_46": "Činjenica da toliko puno radnika glasa za buržujske stranke umjesto socijalističkih je dokaz toga da je partijska politika danas nebitna.",
    "question_47": "Socijalističke organizacije su generalno bolje organizovane na decentralizovan način.",
    "question_48": "Sindikati su uglavnom korumpirani od strane vladajuće klase i nisu više održive strukture za socijalističku organizaciju.",
    "question_49": "Klimatske promjene su jedna od glavnih svijetskih prijetnji protiv kojih se svi socijalisti moraju žestoko boriti.",
    "question_50": "Mjere po kojima se riješavaju ekološka pitanja su neprihvatljive ako rezultuju u značajnom opadu u proizvodnji i kvaliteti života.",
    "question_51": "Budalasto je očekivati da će obnovljivi izvori energije biti sposobni zamjeniti fosilna goriva.",
    "question_52": "Industrijske metode poljoprivrede moraju se abolirati čak i ako to dovede do manje proizvodnje.",
    "question_53": "Kao dio postizanja socijalizma, biće bitno uvesti opširnu zaštitu prirodne sredine.",
    "question_54": "Eksperimentalni ekološki prihvatljivi izvori hrane poput vještački uzgojenog mesa su vrijedni ulaganja.",
    "question_55": "Osobna motorna vozila, poput auta, trebaju biti zamijenjena besplatnim javnim prevozom.",
    "question_56": "Prihvatljivo je da čovječanstvo do neke mjeri propati da bi se očuvao prirodni ekosistem.",
    "question_57": "Moramo radikalno promijeniti naše dijete da bi ograničili iskorištavanje prirode.",
    "question_58": "Ljudsko stanovništvo mora se suzbiti kako bi se spriječila ekološka katastrofa.",
    "question_59": "Uništenje prirode je prihvatljivo dok god donosi značajnu korist čovječanstvu.",
    "question_60": "Čovječanstvo se mora vratiti primitivnim načinima daleke prošlosti da bi prevazišlo dugoročne klimatske probleme.",
    "question_61": "Moramo priznati da socijalističke države XX vijeka nisu ozbiljno riješila ekološka pitanja.",
    "question_62": "Ugnjetavanje LGBTQ+ osoba je ozbiljan problem koji mora biti riješen.",
    "question_63": "Tradicionalne rodne uloge moraju biti prevaziđene.",
    "question_64": "Brak je patrijarhalni socijalni konstrukt koji se mora ukinuti.",
    "question_65": "Abortus je nemoralan čin koji bi se trebao zabraniti ili ozbiljno ograničiti.",
    "question_66": "Religije su uglavnom imale pozitivan uticaj i trebale bi ostati uticajne u društvu.",
    "question_67": "Manjinska stanovništva bi trebala biti posebno legalno zaštićena.",
    "question_68": "Socijalistička vlada nema pravo da naruši vjerske ili kulturne običaje u bilo kojoj situaciji.",
    "question_69": "Zatvori su ugnjetavačke i starinske institucije koje moraju biti ukinute.",
    "question_70": "Politike koje omogućuju masovnu imigraciju su naivne i ne bi trebale biti uvedene.",
    "question_71": "Nemoguće je stvoriti socijalističko društvo bez ostvarivanja značajnog društvenog napretka.",
    "ideology_Marxism-Leninism_name": "Marksizam-Lenjinizam",
    "ideology_Marxism-Leninism_desc": "Marksizam-lenjinizam je forma marksizma stvorena u XX vijeku u Sovjetskom Savezu. Marksisti-lenjinisti snažno podržavaju komunističke političke partije kao platforme za postizanje revolucije i osnivanje socijalizma. Mnogi marksisti-lenjinisti su donekle više nacionalistički od drugih marksista, i ponekad teže industrijskom napretku prije nego očuvanju prirodne sredine.",
    "ideology_Orthodox-Marxism_name": "Ortodoksni Marksizam",
    "ideology_Orthodox-Marxism_desc": "Ortodoksni marksizam je oblik marksizma koji usvaja gledišta u skladu sa marksističkom teorijom onakvom kakva je izvorno napisana, pogotovo na temu dijalektičkog materijalizma. Ortodoksni marksisti su revolucionarni, internacionalisti i smatraju da neindustrijalizovana društva ne mogu postići socijalizam.",
    "ideology_Eco-Marxism_name": "Eko-Marksizam",
    "ideology_Eco-Marxism_desc": "Eko-marksizam je oblik ortodoksnog marksizma sa naglaskom na ekološka pitanja prisutniji u savremenom svijetu. Eko-marksisti su uglavnom naklonjeni centralnom ekonomskom planiranju kao metodi borbe sa klimatskim problemima.",
    "ideology_Centrist-Marxism_name": "Centristički Marksizam",
    "ideology_Centrist-Marxism_desc": "Centristički marksizam je oblik marksizma koji usvaja marksističke poglede na društvo i ekonomiju, suzdržavajući se od zauzimanja zaključnih položaja po pitanju revolucije i reformizma. Mnogi centristički marksisti su donekle više nacionalistički od drugih marksista.",
    "ideology_Council-Communism_name": "Komunizam Radničkih Savjeta",
    "ideology_Council-Communism_desc": "Komunizam radničkih savjeta je oblik marksizma koji zagovara za to da radnički savjeti budu temelj socijalističkog društva. Komunisti radničkih savjeta se uglavnom suprotstavljaju postojanju snažnog uticaja od strane političkih partija unutuar socijalističkog političkog sistema, naklonjeni demokratiji radničkih savjeta.",
    "ideology_Left-Communism_name": "Ljevi Komunizam",
    "ideology_Left-Communism_desc": "Ljevi komunizam je oblik marksizma koji se naginje ka takozvanim ultraljevičarskim položajima. Oni uključuju bezuslovnu podršku za revoluciju i internacionalizam, odbacivanje sindikata i učestvovanja u liberalnoj demokratiji, i odbacivanje nacionalnog oslobođenja i samoopredeljenja.",
    "ideology_Anarcho-Communism_name": "Anarho-Komunizam",
    "ideology_Anarcho-Communism_desc": "Anarho-komunizam je oblik anarhizma koji zagovara ukidanje kapitalizma i države, kao i kolektivno vlasništvo proizvodnih sredstava. Anarho-komunisti podržavaju decentraliziranu ekonomiju i vlast, pri čemu je anarho-sindikalizam čest način organizovanja takvog društva.",
    "ideology_Eco-Anarchism_name": "Eko-Anarhizam",
    "ideology_Eco-Anarchism_desc": "Eko-anarhizam, ili zeleni anarhizam, je oblik anarhizma sa posebnim naglaskom na ekološka pitanja. Često se dovodi u vezu sa više izraženim ideologijama kao što je anarho-sindikalizam. Eko-anarhisti su uglavnom revolucionarni i podržavaju upotrijebu decentralizirane egalitarne ekonomije da bi se dostigli ekološki ciljevi.",
    "ideology_Market-Anarchism_name": "Tržišni Anarhizam",
    "ideology_Market-Anarchism_desc": "Tržišni anarhizam je oblik anarhizma koji miješa anarhističke ciljeve kao što su ukidanje hierarhije, države i kapitalizma sa povišenim individualizmom i umjerenim reformističkim pristupom. Ovo se ne bi trebalo pomiješati sa anarho-kapitalizmom.",
    "ideology_Utopian-Socialism_name": "Utopijski Socijalizam",
    "ideology_Utopian-Socialism_desc": "Utopijski socijalizam je oblik premarksističkog socijalizma koji vjeruje u egalitarnu, moralističku i idealističku osnovu za socijalističko društvo. Utopijski socijalisti uglavnom odbacuju nasilnu revoluciju i često vjeruju da je vladajuću klasu moguće ubjediti da prihvati socijalizam.",
    "ideology_Democratic-Socialism_name": "Demokratski Socijalizam",
    "ideology_Democratic-Socialism_desc": "Demokratski socijalizam je oblik socijalizma koji strijemi da upotrijebi liberalnu demokratiju kao sredstvo za dostizanje socijalističke ekonomije i društva. Demokratski socijalisti odbacuju revoluciju i centralno planiranu ekonomiju, umjesto toga podržavajući umjereno javno vlasništvo u obliku komunalnih usluga i demokratskog samoupravljanja na radnom mjestu.",
    "ideology_Social-Democracy_name": "Socijaldemokratija",
    "ideology_Social-Democracy_desc": "Socijaldemokratija je ideologija ljevog centra koja zagovara miješanje ljevo naslonjenih vrijednosti kao što je socijalna zaštita i regulacija korporacija sa kapitalizmom i liberalnom demokratijom u obliku miješane ekonomije. Mnogi savremeni socijaldemokrate su naklonjeni kejnezijskoj ekonomiji.",
    "ideology_Left-Wing-Nationalism_name": "Ljevi Nacionalizam",
    "ideology_Left-Wing-Nationalism_desc": "Ljevi nacionalizam je ideologija koja miješa ljevičarsku ekonomsku politiku sa ne-ksenofobičnim nacionalizmom i patriotizmom. Mnogi ljevičarski nacionalisti istovremeno podržavaju internacionalnu solidarnost, i mogu podržavati oružanu borbu.",
    "index_license": "8values je licenciran pod MIT licencom, koja dozvoljava \"bez ograničenja\" prava na \"upotrijebu, kopiranje, modificiranje, spajanje, objavljivanje, distribuciju, sublicenciranje, i/ili prodaju kopija Software-a\". LeftValues je zato u mogućnosti da legalno izmijeni originalni 8values bez kršenja bilo kakvih autorskih prava. LeftValues takođe koristi istu licencu."
}
