{
    "language_name": "ру́сский",
    "quiz_loading": "Загрузка...",
    "quiz_strongly_agree": "Полностью согласен",
    "quiz_agree": "Скорее согласен",
    "quiz_neutral": "Не знаю/Не уверен",
    "quiz_disagree": "Скорее не согласен",
    "quiz_strongly_disagree": "Полностью не согласен",
    "quiz_back": "Назад",
    "quiz_question_of": "Вопрос {{count}} из {{total}}",
    "inst_h2": "Инструкция",
    "inst_p": "Вам будет предложен ряд утверждений. Для каждого нажмите на кнопку с вашим мнением о нём.",
    "inst_gotit": "Понял!",
    "inst_nvm": "Вернуться",
    "result_h1": "Результаты",
    "result_url": "<br>Вы можете отправить эти результаты, скопировав и вставив URL в верхней части страницы или используя изображение ниже.",
    "result_h2_match": "Ближайшее совпадение: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Следующие ближайшие совпадения",
    "next_matches_percent": "С вашим самым близким соответствием в 100% и самым дальним на 0%, вот как близко вы подходите к другим идеологиям.",
    "result_h2_score": "Мне не нравятся мои результаты!",
    "result_issues": "Пожалуйста, помните, что вы не намерены получить 100%-ый результат ни в одной из осей. Смысл викторины заключается в том, чтобы оспорить ваши взгляды. Если у вас какие-либо предложения или конструктивная критика, то, пожалуйста, заполните эту <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>короткую форму</a> или откройте вкладку ''issue'' на <a href='https://github.com/LeftValues/leftvalues.github.io'>странице GitHub</a>.",
    "result_a_label": "Крайне Революционный,Очень Революционный,Революционный,Нейтральный,Реформистский,Очень Реформистский,Крайне Реформистский",
    "result_b_label": "Крайне Научный,Очень Научный,Научный,Нейтральный,Утопичный,Очень Утопичный,Крайне Утопичный",
    "result_c_label": "Крайне Централизованный,Очень Централизованный,Централизованный,Нейтральный,Децентрализованный,Очень Децентрализованный,Крайне Децентрализованный",
    "result_d_label": "Крайне Интернациональный,Очень Интернациональный,Интернациональный,Нейтральный,Национальный,Очень Национальный,Крайне Национальный",
    "result_e_label": "Крайне Партийный,Очень Партийный,Партийный,Нейтральный,Профсоюзный,Очень Профсоюзный,Крайне Профсоюзный",
    "result_f_label": "Крайне Производственный,Очень Производственный,Производственный,Нейтральный,Экологический,Очень Экологический,Крайне Экологический",
    "result_g_label": "Крайне Консервативный,Очень Консервативный,Консервативный,Нейтральный,Прогрессивный,Очень Прогрессивный,Крайне Прогрессивный",
    "result_back": "Назад",
    "index_b_start": "Начать тест",
    "index_h2_whatis": "Что такое LeftValues?",
    "index_p_answer": "LeftValues — это ''левая'' политическая викторина, вдохновлённая и основанная на викторине <a href='https://8values.github.io/'>8values</a>, цель которой — определить вашу позицию на левом политическом спектре. Если вы не придерживаетесь левых взглядов, эта викторина, очевидно, не подходит для вас. Вам будут даны утверждения, по каждому из которых вы должны ответить своим мнением, от <b>Полностью согласен</b> до <b>Полностью не согласен</b>, каждый ответ будет слегка влиять на ваши значения по каждой оси. Вопросы по каждой из осей представлены по порядку, а не разбросаны в случайном порядке. В конце викторины, ваши ответы будут сравниваться с максимально возможным для каждого значения, таким образом, давая вам процент. Отвечайте честно!<br/><br/>В данном тесте <b><u><span id='numOfQuestions'></span></u></b> вопросов.",
    "index_h2_whatvalues": "За что отвечают значения?",
    "index_sixaxes": "Есть семь независимых осей, и каждая имеет две противоположные ценности, присвоенные им.",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Революция</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Реформы</b><br/>Те, кто имеет более высокий балл Революции, склонны поддерживать радикальное и быстрое свержение капиталистической системы посредством массового восстания. Те, кто имеет более высокий балл Реформ, склонны выступать за постепенные изменения внутри капиталистических структур, таких как либеральная демократия, с конечной целью достижения социализма.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Научность</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Утопия</b><br/>Те, кто имеет более высокий балл Научности, склонны поддерживать или симпатизировать Марксистскому анализу общества по линии диалектического материализма. Те, кто имеет более высокий балл Утопии, склонны верить в более идеалистический анализ общества и отвергать материалистические подходы.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Централизация</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Децентрализация</b><br/>Те, кто имеет более высокий балл Централизации, как правило, поддерживают экономическую структуру, основанную на централизованном национальном планировании. Те, кто имеет более высокий балл Децентрализации, как правило, поддерживают экономическую структуру, основанную на децентрализованном планировании, как правило, на более локальном уровне.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Интернационализм</b> <b>vs.</b> <b style='color:{{colors.nat}};'>Национализм</b><br/>Те, кто имеет более высокий балл Интернационализма, как правило, поддерживают формирование международного социалистического движения, зачастую с конечной целью ликвидации государств. Те, кто имеет более высокий балл Национализма, склонны отдавать приоритет построению социализма в рамках существующих границ и отвергать цель мировой социалистической республики.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Партия</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Профсоюзы</b><br/>Те, кто имеет более высокий балл Партии, склонны отдавать предпочтение использованию политических партий в качестве основы социалистического движения. Те, кто имеет более высокий балл Профсоюзов, склонны отдавать предпочтение использованию профсоюзов и других форм массовой организации как основы социалистического движения. Быть пропартийным не обязательно означает выступать против профсоюзов, и наоборот, речь идёт скорее о предпочтениях.",
    "index_prod_desc": "<b style='color:{{colors.cent}};'>Производство</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Природа</b><br/>Те, кто имеет более высокий балл Производства, склонны отдавать предпочтение промышленному производству и самообеспеченности перед экологическими целями. Те, кто имеет более высокий балл Природы, имеют тенденцию поддерживать экологически ориентированную экономику со строгой экологической защитой.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Консерватизм</b> <b>vs.</b> <b style='color:{{colors.prog}};'>Прогрессивизм</b><br/>Те, кто имеет более высокий балл Консерватизма, склонны отдавать предпочтение более социально консервативной политике и взглядам. Те, кто имеет более высокий балл Прогрессивизма, склонны поддерживать более социально прогрессивную политику и взгляды.",
    "index_h2_closest": "Что означает \"Ближайшее совпадение\" в результатах?",
    "index_p_similar": "Подобно 8values, эта викторина также пытается сопоставить вас с политической идеологией. В настоящее время в тесте существует тринадцать идеологий, и в будущем их будет ещё больше. Это незавершённая работа и гораздо менее точная, чем значения и оси, так что не воспринимайте её слишком серьезно. Предложения по улучшению также очень приветствуются. В настоящее время существуют следующие идеологии: Марксизм-ленинизм, Ортодоксальный марксизм, Экосоциализм, Центристский марксизм, Коммунизм рабочих советов, Левый коммунизм, Анархо-коммунизм, Зелёный анархизм, Рыночный анархизм, Утопический социализм, Демократический социализм, Социал-демократия и Левый национализм.",
    "index_h2_scores": "Мне не нравятся мои результаты!",
    "index_p_scores": "Пожалуйста, помните, что вы не намерены получить 100%-ый результат ни в одной из осей. Смысл викторины заключается в том, чтобы оспорить ваши взгляды. Если у вас какие-либо предложения или конструктивная критика, то, пожалуйста, заполните эту <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>короткую форму</a> или откройте вкладку ''issue'' на <a href='https://github.com/LeftValues/leftvalues.github.io'>странице GitHub</a>.",
    "index_h2_tracked": "За мной следят?",
    "index_p_tracked": "LeftValues использует очень простое отслеживание, чтобы получить представление о количестве посетителей. Личная информация не собирается, а ответы/результаты не сохраняются. Если вы нам не верите, код открыт и доступен для всех. В целях обеспечения прозрачности, собранные данные за первую неделю с момента выпуска можно просмотреть в этом <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Гугл_документе</a>.",
    "question_0": "Желательно реформировать капиталистическое общество, чтобы добиться лучших прав трудящихся.",
    "question_1": "Революция — это лучший способ достижения социалистического общества.",
    "question_2": "Негативные последствия революции, как правило, перевешивают её преимущества.",
    "question_3": "Либеральная демократия является жизнеспособным способом достижения социалистического общества.",
    "question_4": "Социалистическая революция становится неизбежной в условиях капитализма.",
    "question_5": "Демократия на рабочем месте при капитализме является приемлемой альтернативой полной социализации экономики.",
    "question_6": "Революционное насилие приемлемо до тех пор, пока конечный результат не станет положительным.",
    "question_7": "Перераспределение богатств от богатых с помощью налогов — это реальный способ победить неравенство.",
    "question_8": "Современная социал-демократия — это предательство левых ценностей.",
    "question_9": "Угнетённые народы имеют право вступить в насильственное восстание, когда все другие возможности исчерпаны.",
    "question_10": "Средства производства, такие как фабрики и фермы, должны находиться в общественной собственности.",
    "question_11": "Материальные условия и потребности являются доминирующим двигателем социально-экономических изменений.",
    "question_12": "Социализм может быть полностью достигнут только в развитых индустриальных обществах.",
    "question_13": "''От каждого по способностям, каждому по потребностям'' — это хороший принцип.",
    "question_14": "Можно мирно убедить правящий класс подчиниться социалистическому обществу.",
    "question_15": "Капитализм будет провоцировать собственную гибель через противоречия, которые приводят к кризису.",
    "question_16": "Классовая борьба — это сила, которая оказала влияние на бóльшую часть истории человечества.",
    "question_17": "Установление социализма — это постепенный процесс, а не мгновенный или быстрый.",
    "question_18": "Общество в основном движется личностями и идеями.",
    "question_19": "Полное экономическое и социальное равенство реально достижимо.",
    "question_20": "Экономика, как правило, разработана лучше, когда она организована ''снизу вверх'', а не ''сверху вниз''.",
    "question_21": "Местные плановики более эффективны в ведении плановой экономики, нежели национальные.",
    "question_22": "Централизованная плановая экономика, основанная на компьютерах, является концепцией, заслуживающей изучения.",
    "question_23": "В слаборазвитых обществах централизованно планируемая экономика является наилучшим способом достижения быстрого прогресса.",
    "question_24": "Принципы демократии на рабочем месте и самоуправление желательны.",
    "question_25": "Лучше всего государство можно определить как монополию на насилие и угнетение.",
    "question_26": "Высокоцентрализованная плановая экономика — это не социализм, а государственный капитализм.",
    "question_27": "Бюрократия и неэффективность всегда присущи централизованно планируемой экономике.",
    "question_28": "Необходимо установить диктатуру пролетариата как переходный этап между капитализмом и социализмом.",
    "question_29": "Правительство должно иметь возможность назначать людей на рабочие места.",
    "question_30": "Мировая социалистическая республика — это реальная и желаемая цель.",
    "question_31": "Национализм и патриотизм — это импульсы, неприемлемые в социалистическом обществе.",
    "question_32": " Глобальное социалистическое движение должно возглавляться одной партией или организацией.",
    "question_33": "Иностранные чиновники не имеют права диктовать политику в другой стране.",
    "question_34": "Желательно иметь открытые границы между социалистическими странами-единомышленниками.",
    "question_35": "Любая социалистическая страна должна быть нацелена на экспорт своей идеологии за рубеж.",
    "question_36": "Люди схожих культур должны объединиться в федерации или конфедерации.",
    "question_37": "Международный пролетариат не принадлежит ни одной стране.",
    "question_38": "Национальное освобождение, или самоопределение всех народов, является хорошей концепцией.",
    "question_39": "Я готов пожертвовать экономическими ресурсами у себя на родине, чтобы помочь другим странам.",
    "question_40": "Социалистические политические партии должны участвовать в либерально-демократических выборах.",
    "question_41": "Профсоюзы и рабочие советы должны составлять основу социалистического общества.",
    "question_42": "Лидерство политических партий в продвижении к социализму всегда будет приводить к авторитаризму.",
    "question_43": "Демократический централизм — это авторитарная организационная структура, игнорирующая массы.",
    "question_44": "Только массовая рабочая партия может достичь каких-либо значимых долгосрочных целей.",
    "question_45": "Массовые спонтанные действия более эффективны, чем тщательно спланированные.",
    "question_46": "Тот факт, что так много рабочих голосует за буржуазные партии, а не за социалистические, является доказательством того, что партийная политика больше не актуальна.",
    "question_47": "Социалистические организации, как правило, чувствуют себя лучше, когда они организованы свободно и децентрализованно.",
    "question_48": "Профсоюзный подход был в значительной степени коррумпирован правящим классом и больше не является жизнеспособной структурой социалистической организации.",
    "question_49": "Изменение климата является одной из основных глобальных угроз, с которой должны вести ожесточённую борьбу все социалисты.",
    "question_50": "Меры по решению экологических проблем неприемлемы, если они приводят к значительному снижению производства и качества жизни.",
    "question_51": "Глупо ожидать, что возобновляемые источники энергии смогут заменить ископаемые виды топлива.",
    "question_52": "Индустриализированные методы ведения сельского хозяйства должны быть упразднены, даже если это приведёт к снижению объемов производства.",
    "question_53": "В рамках достижения социализма важно будет осуществлять экстенсивные меры по охране окружающей среды.",
    "question_54": "Экспериментальные экологически чистые источники пищи, такие как искусственное мясо из пробирки, стоят того, чтобы в них инвестировать.",
    "question_55": "Личные средства транспорта, такие как автомобили, должны быть заменены бесплатным общественным транспортом.",
    "question_56": "Для сохранения природной экосистемы вполне допустимо, чтобы человечество страдало в определенной степени.",
    "question_57": "Мы должны радикально изменить наше потребление пищи, чтобы ограничить эксплуатацию природы.",
    "question_58": "Во избежание экологической катастрофы необходимо ограничить рост численности населения.",
    "question_59": "Некоторое мелкомасштабное разрушение природы допустимо, если это принесёт значительную пользу человечеству.",
    "question_60": "Для преодоления долгосрочных климатических проблем человечество должно вернуться к примитивным путям прошлого.",
    "question_61": "Мы должны признать, что социалистические государства 20-го века не смогли всерьёз заняться решением экологических проблем.",
    "question_62": "Угнетение ЛГБТ-сообщества — это серьёзная проблема, которую необходимо решить.",
    "question_63": "Необходимо преодолеть традиционные гендерные роли, такие как роль женщин в качестве домохозяек.",
    "question_64": "Брак — это патриархальная социальная конструкция, которая должна постепенно ликвидироваться.",
    "question_65": "Аборт — это аморальный акт, который должен быть запрещён или значительно ограничен.",
    "question_66": "Религии в общем имеют положительный эффект и должны оставаться влиятельными в обществе.",
    "question_67": "Меньшинства должны получить особую правовую защиту.",
    "question_68": "Социалистическое правительство не имеет права нарушать религиозные или культурные традиции ни при каких обстоятельствах.",
    "question_69": "Тюрьмы — это деспотические и устаревшие институты, которые необходимо упразднить.",
    "question_70": "Массовая внешняя иммиграционная политика наивна и не должна осуществляться.",
    "question_71": "Невозможно добиться социалистического общества, не добившись при этом значительного социального прогресса.",
    "ideology_Marxism-Leninism_name": "Марксизм-ленинизм",
    "ideology_Marxism-Leninism_desc": "Марксизм-ленинизм — это форма марксизма, которая была сформирована в 20 веке в Советском Союзе. Марксисты-ленинцы в значительной степени выступают за использование коммунистической политической партии в качестве платформы как для достижения революции, так и для утверждения социализма. Многие марксисты-ленинцы несколько более националистичны и патриотичны, чем многие другие марксисты, и могут отдавать предпочтение промышленному прогрессу перед экологическими целями.",
    "ideology_Orthodox-Marxism_name": "Ортодоксальный марксизм",
    "ideology_Orthodox-Marxism_desc": "Ортодоксальный марксизм — это форма марксизма, которая принимает взгляды, соответствующие марксистской теории в том виде, в каком она была изначально написана, в частности, на тему диалектического материализма. Ортодоксальные марксисты в высшей степени революционны и интернационалистичны и считают, что неиндустриальные общества не способны достичь социализма.",
    "ideology_Eco-Marxism_name": "Экосоциализм",
    "ideology_Eco-Marxism_desc": "Экосоциализм, или ''эко-марксизм'' — это форма ортодоксального марксизма, более распространенная в наши дни, в которой особое внимание уделяется проблемам окружающей среды. Экосоциалисты, как правило, отдают предпочтение централизованному экономическому планированию как способу борьбы с климатическими проблемами.",
    "ideology_Centrist-Marxism_name": "Центристский марксизм",
    "ideology_Centrist-Marxism_desc": "Центристский марксизм — это форма марксизма, которая принимает марксистские взгляды на общество и экономику, одновременно воздерживаясь от принятия окончательной позиции по отношению к революции и реформизму. Многие марксисты-центристы также могут быть более националистическими, чем другие марксисты.",
    "ideology_Council-Communism_name": "Коммунизм рабочих советов",
    "ideology_Council-Communism_desc": "Коммунизм рабочих советов — это форма марксизма, которая выступает за то, чтобы рабочие советы были основой социалистического общества. Коммунисты рабочих советов, как правило, выступают против существования сильного влияния политических партий в социалистической политической системе, отдавая предпочтение демократии рабочих советов.",
    "ideology_Left-Communism_name": "Левый коммунизм",
    "ideology_Left-Communism_desc": "Левый коммунизм — это форма марксизма, склоняющаяся к так называемым ультралевым позициям. К ним относятся безусловная поддержка революции и интернационализма, отказ от профсоюзов и участия в либеральной демократии, отказ от национального освобождения и самоопределения.",
    "ideology_Anarcho-Communism_name": "Анархо-коммунизм",
    "ideology_Anarcho-Communism_desc": "Анархо-коммунизм — это форма анархизма, которая выступает за ликвидацию капитализма и государства, а также коллективной собственности на средства производства. Анархо-коммунисты поддерживают децентрализованную экономику и правительство, при этом анархо-синдикализм является обычным способом организации такого общества.",
    "ideology_Eco-Anarchism_name": "Зелёный анархизм",
    "ideology_Eco-Anarchism_desc": "Зелёный анархизм, или ''эко-анархизм'' является формой анархизма, в котором особое внимание уделяется экологическим проблемам. Он часто связан с отдельными идеологиями, такими как анархо-синдикализм. Зелёные анархисты, как правило, революционны и поддерживают использование децентрализованной эгалитарной экономики для достижения экологических целей.",
    "ideology_Market-Anarchism_name": "Рыночный анархизм",
    "ideology_Market-Anarchism_desc": "Рыночный анархизм — это форма анархизма, в которой анархические цели, такие как уничтожение иерархии, государства и капитализма, смешиваются с усиленным индивидуализмом и умеренным реформистским подходом. Не следует путать это с анархо-капитализмом.",
    "ideology_Utopian-Socialism_name": "Утопический социализм",
    "ideology_Utopian-Socialism_desc": "Утопический социализм — это форма домарксистского социализма, которая крайне верит в эгалитарную, моралистическую и идеалистическую основу социалистического общества. Утопические социалисты, как правило, отвергают насильственную революцию и часто считают, что правящий класс можно убедить принять социализм.",
    "ideology_Democratic-Socialism_name": "Демократический социализм",
    "ideology_Democratic-Socialism_desc": "Демократический социализм — это форма социализма, которая стремится использовать либеральную демократию как средство достижения социалистической экономики и общества. Демократический социализм отвергает революцию и централизованную плановую экономику, вместо этого поддерживая умеренную общественную собственность в форме государственных коммунальных услуг, и демократическое самоуправление на рабочем месте.",
    "ideology_Social-Democracy_name": "Социал-демократия",
    "ideology_Social-Democracy_desc": "Социал-демократия — это левоцентристская идеология, выступающая за смешение левых ценностей, таких как социальное обеспечение и корпоративное регулирование, с капитализмом и либеральной демократией в форме смешанной экономики. Многие современные социал-демократы отдают предпочтение кейнсианству.",
    "ideology_Left-Wing-Nationalism_name": "Левый национализм",
    "ideology_Left-Wing-Nationalism_desc": "Левый национализм — это идеология, которая смешивает левую экономику с не ксенофобским национализмом и патриотизмом. Многие левые националисты одновременно поддерживают международную солидарность и могут поддерживать вооружённую борьбу."
}