{
    "language_name": "Ελληνικά",
    "quiz_loading": "Φορτώνει…",
    "quiz_strongly_agree": "Συμφωνώ Απόλυτα",
    "quiz_agree": "Συμφωνώ",
    "quiz_neutral": "Ουδέτερο/Αβέβαιο",
    "quiz_disagree": "Διαφωνώ",
    "quiz_strongly_disagree": "Διαφωνώ Απόλυτα",
    "quiz_back": "πίσω",
    "quiz_question_of": "Ερώτηση {{count}} από {{total}}",
    "inst_h2": "Οδηγίες",
    "inst_p": "Θα σου παρουσιαστούν μία σειρά από δηλώσεις. Για κάθε μία από αυτές πατάς του κουμπί που εκφράζει την γνώμη σου.",
    "inst_gotit": "Το χω!",
    "inst_nvm": "Περίμενε, δε πειράζει!",
    "result_h1": "Αποτελέσματα",
    "result_url": "<br>Μπορείς να στείλεις τα αποτελέσματα σου αντιγράφοντας και επικολλώντας το URL από τη κορυφή της σελίδας ή χρησιμοποιώντας την εικόνα παρακάτω.",
    "result_h2_match": "Κοντινότερο ταίριασμα: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Επόμενα κοντινότερα ταιριάσματα",
    "next_matches_percent": "Με το κοντινότερο ταίριασμα σου ως 100% και το πιο απόμακρο ως 0%, εδώ είναι το πόσο κοντά είσαι σε άλλες ιδεολογίες.",
    "result_h2_score": "Δε μου αρέσει το σκορ μου!",
    "result_issues": "Παρακαλώ να θυμάσαι ότι δεν προορίζεται να πάρεις 100% σκορ σε καμία από τις κατηγορίες. Η ουσία του κουίζ είναι να αμφισβητήσεις τις απόψεις σου. Αν έχεις καμία πρόταση ή κάποια δημιουργική κριτική παρακαλώ συμπλήρωσε αυτήν την <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>σύντομη φόρμα</a> ή άνοιξε ένα νέο θέμα στη <a href='https://github.com/LeftValues/leftvalues.github.io'>σελίδα του GitHub</a>.",
    "result_a_label": "Εξαιρετικά Επαναστατικός, Πολύ Επαναστατικός, Επαναστατικός, Ουδέτερος, Ρεφορμιστικός, Πολύ Ρεφορμιστικός, Εξαιρετικά Ρεφορμιστικός",
    "result_b_label": "Εξαιρετικά Επιστημονικός, Πολύ Επιστημονικός, Επιστημονικό, Ουδέτερο, Ουτοπικό, Πολύ Ουτοπικό, Εξαιρετικά Ουτοπικό",
    "result_c_label": "Εξαιρετικά Συγκεντρωτικός, Πολύ Συγκεντρωτικός, Συγκεντρωτικός, Ουδέτερος, Αποκεντρωμένος, Πολύ Αποκεντρωτικός, Εξαιρετικά Αποκεντρωτικός",
    "result_d_label": "Εξαιρετικά Διεθνιστής, Πολύ Διεθνιστής, Διεθνιστής, Ουδέτερος, Εθνικιστής, Πολύ Εθνικιστής, Εξαιρετικά Εθνικιστής",
    "result_e_label": "Εξαιρετικά Κομματικός, Πολύ Κομματικός, Κομματικός, Ουδέτερος, Συνδικαλιστής, Πολύ Συνδικαλιστής, Εξαιρετικά Συνδικαλιστής",
    "result_f_label": "Εξαιρετικά Παραγωγικός, Πολύ Παραγωγικός, Παραγωγικός, Ουδέτερος, Οικολόγος, Πολύ Οικολόγος, Εξαιρετικά Οικολόγος",
    "result_g_label": "Εξαιρετικά Συντηρητικός, Πολύ Συντηρητικός, Συντηρητικός, Ουδέτερος, Προοδευτικός, Πολύ Προοδευτικός, Εξαιρετικά Προοδευτικός",
    "result_back": "Πίσω",
    "index_b_start": "Πάτησε εδώ για να ξεκινήσεις!",
    "index_h2_whatis": "Τι είναι το  LeftValues?",
    "index_p_answer": "Το LeftValues είναι ένα αριστερόφρονο κουίζ εμπνευσμένο και βασισμένο στο  <a href='https://8values.github.io/'>8values</a> , ένα κουίζ που αναζητάει να προσδιορίσει την θέση σου στο αριστερό φάσμα . Αν δεν είσαι αριστερός, αυτό το κουιζ προφανώς δεν είναι κατάλληλο για σένα. Θα σου παρουσιαστεί μία θέση κι εσύ θα απαντήσεις τη θέση με την άποψη σου πάνω σε αυτήν, από  <b>Συμφωνώ Απόλυτα </b> στο <b>Διαφωνώ Απόλυτα</b>, με κάθε απάντηση να επηρεάζει λίγο το σκορ σου. Οι ερωτήσεις για κάθε άξονα παρουσιάζονται σε σειρά κι όχι ανακατεμένες. Στο τέλος του κουίζ οι απαντήσεις σου θα συγκριθούν στη μέγιστη δυνατή τιμή για κάθε αξία, κι έτσι θα δοθεί το ποσοστό. Απάντα ειλικρινά! <br/><br/>Υπάρχουν  <b><u><span id='numOfQuestions'></span></u></b> ερωτήσεις στο τεστ.",
    "index_h2_whatvalues": "Ποιες είναι οι αξίες;",
    "index_sixaxes": "Υπάρχουν επί του παρόντος επτά άξονες, καθένας από τους οποίους έχει δύο αντίθετες τιμές. Αυτές είναι:",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Επανάσταση</b> <b>εναντίον</b> <b style='color:{{colors.ref}};'>Ρεφορμισμός</b><br/>Εκείνοι με υψηλότερη βαθμολογία επανάστασης τείνουν να υποστηρίζουν μια ριζοσπαστική και ταχεία ανατροπή του καπιταλιστικού συστήματος μέσω μαζικής εξέγερσης. Εκείνοι με υψηλότερο σκορ μεταρρυθμίσεων τείνουν να ευνοούν την προτροπή σταδιακών αλλαγών εντός των καπιταλιστικών δομών, όπως η φιλελεύθερη δημοκρατία, με τον τελικό στόχο να φτάσουν στο σοσιαλισμό.",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Επιστημονικός</b> <b>εναντίον</b> <b style='color:{{colors.uto}};'>Ουτοπικό</b><br/>Εκείνοι με υψηλότερη επιστημονική βαθμολογία τείνουν να υποστηρίζουν ή να συμπαθούν τη μαρξιστική ανάλυση της κοινωνίας σύμφωνα με τον διαλεκτικό υλισμό. Εκείνοι με υψηλότερο ουτοπικό σκορ τείνουν να πιστεύουν σε μια πιο ιδεαλιστική ανάλυση της κοινωνίας και να απορρίπτουν υλιστικές προσεγγίσεις.",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Κεντρικό</b> <b>εναντίον</b> <b style='color:{{colors.dec}};'>Αποκεντρωμένος</b><br/>Εκείνοι με υψηλότερη κεντρική βαθμολογία τείνουν να υποστηρίζουν μια οικονομική δομή που βασίζεται σε συγκεντρωτικό εθνικό σχεδιασμό. Εκείνοι με υψηλότερη βαθμολογία αποκέντρωσης τείνουν να υποστηρίζουν μια οικονομική δομή που βασίζεται σε αποκεντρωμένο σχεδιασμό, συνήθως σε πιο τοπική κλίμακα.",
    "index_int_desc": "<b style='color:{{colors.int}};'>Διεθνής</b> <b>εναντίον.</b> <b style='color:{{colors.nat}};'>Εθνικός</b><br/>Εκείνοι με υψηλότερο διεθνές σκορ τείνουν να υποστηρίζουν τη δημιουργία ενός διεθνούς σοσιαλιστικού κινήματος, συχνά με τον τελικό στόχο της κατάργησης των εθνών. Εκείνοι με υψηλότερη εθνική βαθμολογία τείνουν να δίνουν προτεραιότητα στην οικοδόμηση του σοσιαλισμού εντός των υπαρχόντων συνόρων και να απορρίψουν τον στόχο μιας παγκόσμιας σοσιαλιστικής δημοκρατίας.",
    "index_party_desc": "<b style='color:{{colors.party}};'>Κόμμα</b> <b>εναντίον.</b> <b style='color:{{colors.syn}};'>Συνδικάτο</b><br/>Εκείνοι με υψηλότερη βαθμολογία στο κόμμα τείνουν να προτιμούν τη χρήση πολιτικών κομμάτων ως βάση ενός σοσιαλιστικού κινήματος. Εκείνοι με υψηλότερη βαθμολογία συνδικάτων τείνουν να προτιμούν τη χρήση συνδικάτων και άλλων μορφών μαζικής οργάνωσης ως βάση ενός σοσιαλιστικού κινήματος. Το να είσαι υπέρ του κόμματος δεν σημαίνει απαραίτητα ότι αντιτίθεσαι στα συνδικάτα και αντίστροφα, είναι περισσότερο η προτίμηση.",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Παραγωγή</b> <b>εναντίον.</b> <b style='color:{{colors.eco}};'>Φύση</b><br/>Εκείνοι με υψηλότερη βαθμολογία παραγωγής τείνουν να δίνουν προτεραιότητα στη βιομηχανική παραγωγή και την αυτοσυντήρηση έναντι των οικολογικών στόχων. Εκείνοι με υψηλότερη βαθμολογία στη φύση τείνουν να υποστηρίζουν μια περιβαλλοντικά προσανατολισμένη οικονομία με αυστηρή οικολογική προστασία.",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Συντηρητικός</b> <b>εναντίον.</b> <b style='color:{{colors.prog}};'>Προοδευτικός</b><br/>Εκείνοι με υψηλότερη συντηρητική βαθμολογία τείνουν να προτιμούν πιο κοινωνικά συντηρητικές πολιτικές και απόψεις. Εκείνοι με υψηλότερο προοδευτικό σκορ τείνουν να υποστηρίζουν πιο κοινωνικά προοδευτικές πολιτικές και απόψεις.",
    "index_h2_closest": "Τι σημαίνει το \"Κοντινότερο Ταίριασμα\" σε αυτά τα αποτελέσματα;",
    "index_p_similar": "Παρόμοια με τις 8values, αυτό το κουίζ θα προσπαθήσει να σας ταιριάξει με μια συγκεκριμένη αριστερή ιδεολογία. Υπάρχουν σήμερα δεκατρείς πιθανές ιδεολογίες, με περισσότερες να έρθουν στο μέλλον. Πρόκειται για έργο σε εξέλιξη και ενδέχεται να μην λειτουργεί όπως προορίζεται. Οι προτάσεις είναι ευπρόσδεκτες. Οι τρέχουσες ιδεολογίες είναι: Μαρξισμός-Λενινισμός, Ορθόδοξος Μαρξισμός, Οικο-Μαρξισμός, Κεντρικός Μαρξισμός, Συμβουλιακός Kομμουνισμός, Αριστερός Κομμουνισμός, Αναρχο-Κομμουνισμός, Οικο-Αναρχισμός, Αναρχισμός της Αγοράς, Ουτοπικός Σοσιαλισμός, Δημοκρατικός Σοσιαλισμός, Σοσιαλδημοκρατία και Αριστερός Εθνικισμός.",
    "index_h2_scores": "Δε μου αρέσουν τα σκορ μου!",
    "index_p_scores": "Μην ξεχνάτε ότι δεν σκοπεύετε να λάβετε βαθμολογία 100% σε καμία από τις κατηγορίες. Το σημείο του κουίζ είναι να αμφισβητήσετε τις απόψεις σας. Εάν έχετε οποιεσδήποτε προτάσεις ή εποικοδομητική κριτική, συμπληρώστε αυτή τη <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>σύντομη φόρμα</a> ή ανοίξτε ένα θέμα στη <a href='https://github.com/LeftValues/leftvalues.github.io'>σελίδα του GitHub</a>.",
    "index_h2_tracked": "Παρακολουθούμαι;",
    "index_p_tracked": "Το LeftValues χρησιμοποιεί πολύ βασική παρακολούθηση για να πάρει μια ιδέα για τον αριθμό των επισκεπτών. Δεν συλλέγονται προσωπικές πληροφορίες και δεν αποθηκεύονται απαντήσεις / αποτελέσματα. Εάν δεν με πιστεύετε, ο κωδικός είναι ανοιχτού κώδικα και είναι διαθέσιμος για όλους. Για λόγους διαφάνειας, τα δεδομένα που συλλέχθηκαν για την πρώτη εβδομάδα από την κυκλοφορία μπορούν να προβληθούν σε αυτό <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>το Google έγγραφο</a>.",
    "index_license": "Το 8values έχει άδεια βάσει της Άδειας MIT, η οποία επιτρέπει \"χωρίς περιορισμό \" τα δικαιώματα χρήσης, αντιγραφής, τροποποίησης, συγχώνευσης, δημοσίευσης, διανομής, αδειοδότησης ή / και πώλησης αντιγράφων του Λογισμικού \". Έτσι, το LeftValues μπορεί να τροποποιήσει νόμιμα τις αρχικές 8 τιμές χωρίς να παραβιάζει κανένα δικαίωμα πνευματικής ιδιοκτησίας. Το LeftValues χρησιμοποιεί επίσης την ίδια άδεια.",
    "question_0": "Η μεταρρύθμιση της καπιταλιστικής κοινωνίας για την επίτευξη καλύτερων δικαιωμάτων για τους εργαζόμενους είναι επιθυμητή.",
    "question_1": "Η επανάσταση είναι ο καλύτερος τρόπος επίτευξης μιας σοσιαλιστικής κοινωνίας.",
    "question_2": "Οι αρνητικές συνέπειες μιας επανάστασης γενικά υπερτερούν των πλεονεκτημάτων.",
    "question_3": "Η φιλελεύθερη δημοκρατία είναι ένας βιώσιμος τρόπος επίτευξης μιας σοσιαλιστικής κοινωνίας.",
    "question_4": "Μια σοσιαλιστική επανάσταση καθίσταται αναπόφευκτη από τις συνθήκες του καπιταλισμού.",
    "question_5": "Η δημοκρατία στο χώρο εργασίας μέσα στον καπιταλισμό είναι μια αποδεκτή εναλλακτική λύση για μια πλήρη κοινωνικοποίηση της οικονομίας.",
    "question_6": "Η επαναστατική βία είναι αποδεκτή εφόσον το τελικό αποτέλεσμα είναι θετικό.",
    "question_7": "Η ανακατανομή του πλούτου μακριά από τους πλούσιους μέσω φόρων είναι ένας βιώσιμος τρόπος για την αντιμετώπιση της ανισότητας.",
    "question_8": "Η σύγχρονη σοσιαλδημοκρατία είναι προδοσία των αριστερών αξιών.",
    "question_9": "Οι καταπιεσμένοι λαοί έχουν το δικαίωμα να ξεκινήσουν μια βίαιη εξέγερση όταν έχουν εξαντληθεί όλες οι άλλες επιλογές.",
    "question_10": "Τα μέσα παραγωγής, όπως τα εργοστάσια και οι φάρμες, πρέπει να αποτελούν δημόσια ιδιοκτησία.",
    "question_11": "Οι υλικές συνθήκες και οι ανάγκες είναι η κυρίαρχη ώθηση πίσω από τις κοινωνικοοικονομικές αλλαγές.",
    "question_12": "Ο σοσιαλισμός μπορεί να επιτευχθεί πλήρως μόνο στις ανεπτυγμένες βιομηχανικές κοινωνίες.",
    "question_13": "''Από τον καθένα σύμφωνα με την ικανότητά του, στον καθένα σύμφωνα με τις ανάγκες του'' είναι μία καλή αξία.",
    "question_14": "Είναι εφικτό να πείσουμε ειρηνικά την άρχουσα τάξη να συμμορφωθεί με μια σοσιαλιστική κοινωνία.",
    "question_15": "Ο καπιταλισμός θα προκαλέσει το θάνατό του μέσω αντιφάσεων που οδηγούν σε κρίση.",
    "question_16": "Η ταξική σύγκρουση είναι μια δύναμη που έχει επηρεάσει μεγάλο μέρος της ανθρώπινης ιστορίας.",
    "question_17": "Η εγκαθίδρυση του σοσιαλισμού είναι μια σταδιακή διαδικασία, παρά μια άμεση ή γρήγορη.",
    "question_18": "Η κοινωνία καθοδηγείται πρωτίστως από άτομα και ιδέες.",
    "question_19": "Η απόλυτη οικονομική και κοινωνική ισότητα είναι ρεαλιστικά δυνατή.",
    "question_20": "Μια οικονομία σχεδιάζεται γενικά καλύτερα όταν είναι οργανωμένη από κάτω προς τα πάνω και όχι από πάνω προς τα κάτω.",
    "question_21": "Οι τοπικοί σχεδιαστές, παρά οι εθνικοί σχεδιαστές, είναι πιο αποτελεσματικοί στη διαχείριση μιας σχεδιασμένης οικονομίας.",
    "question_22": "Μια κεντρικά σχεδιασμένη οικονομία που βασίζεται σε υπολογιστές είναι μια ιδέα που αξίζει να διερευνηθεί.",
    "question_23": "Σε υπανάπτυκτες κοινωνίες, η κεντρικά σχεδιασμένη οικονομία είναι ο καλύτερος τρόπος για να σημειωθεί ταχεία πρόοδος.",
    "question_24": "Οι αρχές της δημοκρατίας στο χώρο εργασίας και της αυτοδιαχείρισης είναι επιθυμητές.",
    "question_25": "Το κράτος μπορεί να οριστεί καλύτερα ως ένα μονοπώλιο στη βία και την καταπίεση.",
    "question_26": "Μια εξαιρετικά συγκεντρωτική οικονομία δεν είναι σοσιαλισμός αλλά κρατικός καπιταλισμός.",
    "question_27": "Η γραφειοκρατία και η αναποτελεσματικότητα είναι πάντα εγγενείς στις κεντρικά σχεδιασμένες οικονομίες.",
    "question_28": "Είναι απαραίτητο να καθιερωθεί μια δικτατορία του προλεταριάτου ως ένα μεταβατικό στάδιο μεταξύ του καπιταλισμού και του σοσιαλισμού.",
    "question_29": "Η κυβέρνηση πρέπει να είναι σε θέση να αναθέτει άτομα σε χώρους εργασίας.",
    "question_30": "Μια παγκόσμια σοσιαλιστική δημοκρατία είναι ένας ρεαλιστικός και επιθυμητός στόχος.",
    "question_31": "Ο εθνικισμός και ο πατριωτισμός είναι παρορμήσεις που είναι απαράδεκτες σε μια σοσιαλιστική κοινωνία.",
    "question_32": "Το παγκόσμιο σοσιαλιστικό κίνημα θα πρέπει να καθοδηγείται από ένα μόνο κόμμα ή οργανισμό.",
    "question_33": "Οι ξένοι αξιωματούχοι δεν έχουν κανένα δικαίωμα να ασκούν πολιτική σε άλλη χώρα.",
    "question_34": "Είναι επιθυμητά τα ανοιχτά σύνορα μεταξύ των σοσιαλιστικών χωρών με κοινό τρόπο σκέψης.",
    "question_35": "Κάθε σοσιαλιστική χώρα πρέπει να είναι αφιερωμένη στην διάδοση της ιδεολογίας τους στο εξωτερικό.",
    "question_36": "Άνθρωποι παρόμοιων πολιτισμών πρέπει να ενώνονται σε ομοσπονδίες ή συνομοσπονδίες.",
    "question_37": "Το διεθνές προλεταριάτο δεν ανήκει σε καμία χώρα.",
    "question_38": "Η εθνική απελευθέρωση, ή η αυτοδιάθεση για όλους τους λαούς, είναι μια καλή ιδέα.",
    "question_39": "Θα ήμουν πρόθυμος να θυσιάσω οικονομικούς πόρους στη χώρα μου για να βοηθήσω άλλες χώρες.",
    "question_40": "Τα σοσιαλιστικά πολιτικά κόμματα πρέπει να συμμετέχουν στις φιλελεύθερες δημοκρατικές εκλογές.",
    "question_41": "Τα συνδικάτα και τα εργατικά συμβούλια πρέπει να αποτελούν τη βάση μιας σοσιαλιστικής κοινωνίας.",
    "question_42": "Η ηγεσία των πολιτικών κομμάτων στην πορεία προς τον σοσιαλισμό θα οδηγεί πάντα στον αυταρχισμό.",
    "question_43": "Ο δημοκρατικός συγκεντρωτισμός είναι μια αυταρχική οργανωτική δομή που αγνοεί τις μάζες.",
    "question_44": "Μόνο ένα μαζικό εργατικό κόμμα μπορεί να επιτύχει ουσιαστικούς μακροπρόθεσμους στόχους.",
    "question_45": "Οι μαζικές αυθόρμητες ενέργειες είναι πιο αποτελεσματικές από τις προσεκτικά σχεδιασμένες δράσεις.",
    "question_46": "Το γεγονός ότι τόσοι πολλοί εργάτες ψηφίζουν τα αστικά κόμματα έναντι των σοσιαλιστικών κομμάτων είναι απόδειξη ότι η κομματική πολιτική δεν είναι πλέον η πρέπουσα.",
    "question_47": "Οι σοσιαλιστικές οργανώσεις είναι γενικά καλύτερες όταν οργανώνονται χαλαρά και αποκεντρωμένα.",
    "question_48": "Ο συνδικαλισμός έχει καταστραφεί σε μεγάλο βαθμό από την άρχουσα τάξη και δεν είναι πλέον μια βιώσιμη δομή για μια σοσιαλιστική οργάνωση.",
    "question_49": "Η κλιματική αλλαγή είναι μια μεγάλη παγκόσμια απειλή την οποία πρέπει να καταπολεμήσουν όλοι οι σοσιαλιστές.",
    "question_50": "Τα μέτρα για την αντιμετώπιση περιβαλλοντικών ζητημάτων είναι μη αποδεκτά εάν έχουν ως αποτέλεσμα σημαντικές μειώσεις στην παραγωγή και την ποιότητα ζωής.",
    "question_51": "Είναι ανόητο να περιμένουμε από ανανεώσιμες πηγές ενέργειας να αντικαταστήσουν τα ορυκτά καύσιμα.",
    "question_52": "Οι βιομηχανοποιημένες γεωργικές πρακτικές πρέπει να καταργηθούν ακόμη και αν οδηγούν σε χαμηλότερη απόδοση.",
    "question_53": "Θα είναι σημαντικό να εφαρμοστούν εκτεταμένη περιβαλλοντική προστασία ως μέρος της επίτευξης του σοσιαλισμού.",
    "question_54": "Οι πειραματικές φιλικές προς το περιβάλλον πηγές τροφίμων, όπως το καλλιεργημένο κρέας, αξίζουν έπενδυση σε αυτές.",
    "question_55": "Τα προσωπικά μηχανοκίνητα οχήματα, όπως τα αυτοκίνητα, πρέπει να αντικατασταθούν με δωρεάν δημόσια μέσα μεταφοράς.",
    "question_56": "Είναι αποδεκτό για την ανθρωπότητα να υποφέρει σε σημαντικό βαθμό για τη διατήρηση του φυσικού οικοσυστήματος.",
    "question_57": "Πρέπει να αλλάξουμε ριζικά την κατανάλωση τροφίμων για να περιορίσουμε την εκμετάλλευση της φύσης.",
    "question_58": "Η αύξηση του ανθρώπινου πληθυσμού πρέπει να περιοριστεί για να αποφευχθεί μια οικολογική καταστροφή.",
    "question_59": "Κάποια μικρή καταστροφή της φύσης είναι αποδεκτή εάν ωφελεί κυρίως την ανθρωπότητα.",
    "question_60": "Η ανθρωπότητα πρέπει να επιστρέψει στους πρωτόγονους τρόπους του παρελθόντος για να ξεπεράσει τα μακροπρόθεσμα κλιματικά προβλη΄ματα.",
    "question_61": "Πρέπει να αποδεχτούμε ότι τα σοσιαλιστικά κράτη του 20ού αιώνα απέτυχαν να αντιμετωπίσουν σοβαρά περιβαλλοντικά ζητήματα.",
    "question_62": "Η καταπίεση των ατόμων ΛΟΑΤΚΙ+ είναι ένα σημαντικό ζήτημα που πρέπει να αντιμετωπιστεί σοβαρά.",
    "question_63": "Οι παραδοσιακοί ρόλοι των φύλων, όπως οι γυναίκες που είναι νοικοκυρές, πρέπει να ξεπεραστούν.",
    "question_64": "Ο γάμος είναι μια πατριαρχική κοινωνική δομή που πρέπει να καταργηθεί.",
    "question_65": "Η άμβλωση είναι μια ανήθικη πράξη που πρέπει να απαγορευτεί ή να περιοριστεί σημαντικά.",
    "question_66": "Οι θρησκείες έχουν γενικά ένα θετικό αποτέλεσμα και πρέπει να συνεχίσουν να επηρεάζουν την κοινωνία.",
    "question_67": "Οι μειονοτικοί πληθυσμοί πρέπει να λαμβάνουν ειδική νομική προστασία.",
    "question_68": "Μια σοσιαλιστική κυβέρνηση δεν έχει δικαίωμα να διαταράξει θρησκευτικές ή πολιτιστικές παραδόσεις σε οποιαδήποτε κατάσταση.",
    "question_69": "Οι φυλακές είναι καταπιεστικοί και απαρχαιωμένοι θεσμοί που πρέπει να καταργηθούν.",
    "question_70": "Οι πολιτικές που επιτρέπουν τη μαζική μετανάστευση είναι αφελείς και δεν πρέπει να εφαρμόζονται.",
    "question_71": "Δεν μπορείς να επιτύχεις μια σοσιαλιστική κοινωνία χωρίς να σημειώσεις σημαντική κοινωνική πρόοδο.",
    "ideology_Marxism-Leninism_name": "Μαρξισμός-Λενινισμός",
    "ideology_Marxism-Leninism_desc": "Ο Μαρξισμός-Λενινισμός είναι μια μορφή μαρξισμού που σφυρηλατήθηκε τον 20ο αιώνα στη Σοβιετική Ένωση. Οι Μαρξιστές-Λενινιστές ευνοούν έντονα τη χρήση ενός κομμουνιστικού πολιτικού κόμματος ως πλατφόρμας για την επίτευξη επανάστασης και την εγκαθίδρυση του σοσιαλισμού. Πολλοί μαρξιστές-λενινιστές είναι κάπως πιο εθνικιστικοί και πατριωτικοί από πολλούς άλλους μαρξιστές, και μπορεί να ευνοήσουν τη βιομηχανική πρόοδο έναντι των περιβαλλοντικών στόχων.",
    "ideology_Orthodox-Marxism_name": "Ορθόδοξος Μαρξισμός",
    "ideology_Orthodox-Marxism_desc": "Ο Ορθόδοξος Μαρξισμός είναι μια μορφή μαρξισμού που υιοθετεί απόψεις που συμμορφώνονται με τη μαρξιστική θεωρία, όπως γράφτηκε αρχικά, ειδικά για το θέμα του διαλεκτικού υλισμού. Οι ορθόδοξοι μαρξιστές είναι εξαιρετικά επαναστατικοί και διεθνιστές και πιστεύουν ότι οι μη βιομηχανικές κοινωνίες είναι ανίκανες να επιτύχουν το σοσιαλισμό.",
    "ideology_Eco-Marxism_name": "Οικο-Μαρξισμός",
    "ideology_Eco-Marxism_desc": "Ο Οικο-Μαρξισμός είναι μια μορφή ορθόδοξου μαρξισμού που βρίσκεται πιο συχνά στη σύγχρονη εποχή που δίνει ιδιαίτερη έμφαση σε περιβαλλοντικά ζητήματα. Οι οικο-μαρξιστές γενικά προτιμούν τον κεντρικό οικονομικό σχεδιασμό ως τρόπο καταπολέμησης των κλιματικών ζητημάτων.",
    "ideology_Centrist-Marxism_name": "Κεντρικός Μαρξισμός",
    "ideology_Centrist-Marxism_desc": "Ο Κεντρικός Μαρξισμός είναι μια μορφή μαρξισμού που υιοθετεί μαρξιστικές απόψεις για την κοινωνία και την οικονομία, ενώ ταυτόχρονα αποφεύγει να λάβει μια οριστική θέση για την επανάσταση και τον ρεφορμισμό. Πολλοί κεντρικοί μαρξιστές μπορεί επίσης να είναι πιο εθνικιστικοί από άλλους μαρξιστές.",
    "ideology_Council-Communism_name": "Συμβουλιακός Κομμουνισμός",
    "ideology_Council-Communism_desc": "Συμβουλιακός Κομμουνισμός είναι μια μορφή Αριστερού Κομμουνισμού που εμφανίστηκε στη Γερμανία και την Ολλανδία στις αρχές του 20ού αιώνα. Οι Συμβουλιακοί Κομμουνιστές απορρίπτουν τη συμμετοχή στη φιλελεύθερη δημοκρατία, υποστηρίζουν αυθόρμητες επαναστάσεις και πιστεύουν στην αδυναμία των πολιτικών κομμάτων υπέρ των εργατικών συμβουλίων.",
    "ideology_Left-Communism_name": "Αριστερός Κομμουνισμός",
    "ideology_Left-Communism_desc": "Ο Αριστερός Κομμουνισμός είναι μια μορφή μαρξισμού που κλίνει προς τις λεγόμενες εξαιρετικά αριστερές θέσεις. Αυτά περιλαμβάνουν την άνευ όρων υποστήριξη για την επανάσταση και τον διεθνισμό, την απόρριψη των συνδικάτων και τη συμμετοχή στη φιλελεύθερη δημοκρατία και την απόρριψη της εθνικής απελευθέρωσης και της αυτοδιάθεσης.",
    "ideology_Anarcho-Communism_name": "Αναρχο-Κομμουνισμός",
    "ideology_Anarcho-Communism_desc": "Ο Αναρχο-Κομμουνισμός είναι μια μορφή αναρχισμού που υποστηρίζει την κατάργηση του καπιταλισμού και του κράτους, καθώς και τη συλλογική ιδιοκτησία των μέσων παραγωγής. Οι Αναρχοκομμουνιστές υποστηρίζουν μια αποκεντρωμένη οικονομία και κυβέρνηση, με τον Αναρχο-Συνδικαλισμό να είναι ένας κοινός τρόπος οργάνωσης μιας τέτοιας κοινωνίας.",
    "ideology_Eco-Anarchism_name": "Οικο-Αναρχισμός",
    "ideology_Eco-Anarchism_desc": "Ο Οικο-Αναρχισμός, ή ο πράσινος αναρχισμός, είναι μια μορφή αναρχισμού που δίνει ιδιαίτερη έμφαση σε περιβαλλοντικά θέματα. Συνδέεται συχνά με πιο ξεχωριστές ιδεολογίες, όπως ο Αναρχοσυνδικαλισμός. Οι οικο-αναρχικοί είναι γενικά επαναστατικοί και υποστηρίζουν τη χρήση μιας αποκεντρωμένης ισότιμης οικονομίας για την επίτευξη περιβαλλοντικών στόχων.",
    "ideology_Market-Anarchism_name": "Αναρχισμός της Αγοράς",
    "ideology_Market-Anarchism_desc": "Ο Αναρχισμός της Αγοράς είναι μια μορφή αναρχισμού που συνδυάζει αναρχικούς στόχους όπως η κατάργηση της ιεραρχίας, του κράτους και του καπιταλισμού με τον αυξημένο ατομικισμό και μια μετριοπαθή ρεφορμιστική προσέγγιση. Αυτό δεν πρέπει να συγχέεται με τον Αναρχο-Καπιταλισμό.",
    "ideology_Utopian-Socialism_name": "Ουτοπικός Σοσιαλισμός",
    "ideology_Utopian-Socialism_desc": "Ο ουτοπικός Σοσιαλισμός είναι μια μορφή προ-μαρξιστικού σοσιαλισμού που πιστεύει σε μεγάλο βαθμό σε μια ισότιμη, ηθική και ιδεαλιστική βάση για μια σοσιαλιστική κοινωνία. Οι Ουτοπικοί Σοσιαλιστές γενικά απορρίπτουν τη βίαιη επανάσταση και συχνά πιστεύουν ότι η άρχουσα τάξη μπορεί να πειστεί να υιοθετήσει τον σοσιαλισμό.",
    "ideology_Democratic-Socialism_name": "Δημοκρατικός Σοσιαλισμός",
    "ideology_Democratic-Socialism_desc": "Ο Δημοκρατικός Σοσιαλισμός είναι μια μορφή σοσιαλισμού που επιδιώκει να χρησιμοποιήσει τη φιλελεύθερη δημοκρατία ως μέσο επίτευξης μιας σοσιαλιστικής οικονομίας και κοινωνίας. Οι Δημοκρατικοί Σοσιαλιστές απορρίπτουν την επανάσταση και μια κεντρικά σχεδιασμένη οικονομία, αντ'αυτού υποστηρίζουν μία μέτρια ιδιωτική ιδιοκτησία με τη μορφή δημόσιων υπηρεσιών κοινής ωφέλειας και δημοκρατικής αυτοδιαχείρισης στο χώρο εργασίας.",
    "ideology_Social-Democracy_name": "Σοσιαλοδημοκρατία",
    "ideology_Social-Democracy_desc": "Η Σοσιαλοδημοκρατία είναι μια κεντροαριστερά ιδεολογία που υποστηρίζει τη μίξη αριστερών αξιών όπως η κοινωνική ευημερία και η εταιρική ρύθμιση με τον καπιταλισμό και τη φιλελεύθερη δημοκρατία με τη μορφή μικτής οικονομίας. Πολλοί σύγχρονοι σοσιαλδημοκράτες ευνοούν τα Κεϋνσιανά Οικονομικά.",
    "ideology_Left-Wing-Nationalism_name": "Αριστερός Εθνικισμός",
    "ideology_Left-Wing-Nationalism_desc": "Ο Αριστερός Εθνικισμός είναι μια ιδεολογία που συνδυάζει την αριστερή οικονομία με τον μη ξενοφοβικό εθνικισμό και τον πατριωτισμό. Πολλοί εθνικιστές της αριστερής πτέρυγας υποστηρίζουν ταυτόχρονα τη διεθνή αλληλεγγύη και μπορεί να υποστηρίζουν τον ένοπλο αγώνα."
}
